[
  {
    "id":1156594,
    "title":"Our Fault",
    "overview":"Jenna and Lion's wedding brings about the long-awaited reunion between Noah and Nick after their breakup. Nick's inability to forgive Noah stands as an insurmountable barrier. He, heir to his grandfather's businesses, and she, starting her professional life, resist fueling a flame that's still alive. But now that their paths have crossed again, will love be stronger than resentment?",
    "genres":"Romance Drama",
    "keywords":"based on novel or book sequel novel",
    "popularity":453.7707,
    "vote_average":7.634,
    "poster_path":"\/yzqHt4m1SeY9FbPrfZ0C2Hi9x1s.jpg",
    "release_date":"2025-10-15",
    "features":"Jenna and Lion's wedding brings about the long-awaited reunion between Noah and Nick after their breakup. Nick's inability to forgive Noah stands as an insurmountable barrier. He, heir to his grandfather's businesses, and she, starting her professional life, resist fueling a flame that's still alive. But now that their paths have crossed again, will love be stronger than resentment? Romance Drama based on novel or book sequel novel"
  },
  {
    "id":1305717,
    "title":"Hunting Grounds",
    "overview":"Desperate to find refuge for her children, Chloe Marvino runs away from her Mafia tied husband, and finds shelter in a cabin with a recluse drifter named Jake. But as her husband's henchmen draw closer to her, it turns out that Jake is the biggest enemy of them all.",
    "genres":"Action Thriller",
    "keywords":"",
    "popularity":321.6767,
    "vote_average":6.111,
    "poster_path":"\/cgZjpqRQt9sk6XMCwZ3B1NPAaoy.jpg",
    "release_date":"2025-05-16",
    "features":"Desperate to find refuge for her children, Chloe Marvino runs away from her Mafia tied husband, and finds shelter in a cabin with a recluse drifter named Jake. But as her husband's henchmen draw closer to her, it turns out that Jake is the biggest enemy of them all. Action Thriller "
  },
  {
    "id":755898,
    "title":"War of the Worlds",
    "overview":"Will Radford is a top analyst for Homeland Security who tracks potential threats through a mass surveillance program, until one day an attack by an unknown entity leads him to question whether the government is hiding something from him... and from the rest of the world.",
    "genres":"Science Fiction Thriller",
    "keywords":"government attack privacy surveillance cybersecurity",
    "popularity":319.0359,
    "vote_average":4.364,
    "poster_path":"\/yvirUYrva23IudARHn3mMGVxWqM.jpg",
    "release_date":"2025-07-29",
    "features":"Will Radford is a top analyst for Homeland Security who tracks potential threats through a mass surveillance program, until one day an attack by an unknown entity leads him to question whether the government is hiding something from him... and from the rest of the world. Science Fiction Thriller government attack privacy surveillance cybersecurity"
  },
  {
    "id":1511789,
    "title":"Captain Hook - The Cursed Tides",
    "overview":"In the aftermath of a devastating defeat by his archnemesis Admiral Smee, the notorious Captain James Hook finds refuge in the coastal town of Eldritch Landing, where he forms an unlikely alliance with Silas Blackweather, a local blacksmith seeking retribution for his sister's murder. As they evade Smee's Redcoat Soldiers in the island's dense woodland, ruthless sword fights, ancient curses and conflicting motives will challenge their shared quest for revenge. Together, Hook and Silas navigate uncharted waters to confront the treacherous Admiral Smee, embarking on a journey that will redefine Captain Hook's enduring legacy.",
    "genres":"Adventure Action Horror",
    "keywords":"island english channel channel islands hook guernsey",
    "popularity":310.5053,
    "vote_average":4.846,
    "poster_path":"\/bcP7FtskwsNp1ikpMQJzDPjofP5.jpg",
    "release_date":"2025-07-11",
    "features":"In the aftermath of a devastating defeat by his archnemesis Admiral Smee, the notorious Captain James Hook finds refuge in the coastal town of Eldritch Landing, where he forms an unlikely alliance with Silas Blackweather, a local blacksmith seeking retribution for his sister's murder. As they evade Smee's Redcoat Soldiers in the island's dense woodland, ruthless sword fights, ancient curses and conflicting motives will challenge their shared quest for revenge. Together, Hook and Silas navigate uncharted waters to confront the treacherous Admiral Smee, embarking on a journey that will redefine Captain Hook's enduring legacy. Adventure Action Horror island english channel channel islands hook guernsey"
  },
  {
    "id":507244,
    "title":"Afterburn",
    "overview":"Set against the backdrop of a postapocalyptic Earth whose Eastern Hemisphere was destroyed by a massive solar flare, leaving what life remains mutated from radiation and fallout. The story revolves around a group of treasure hunters who extract such objects as the Mona Lisa, the Rosetta Stone and the Crown Jewels while facing rival hunters, mutants and pirates.",
    "genres":"Science Fiction Action Comedy",
    "keywords":"post-apocalyptic future",
    "popularity":301.0804,
    "vote_average":6.1,
    "poster_path":"\/xR0IhVBjbNU34b8erhJCgRbjXo3.jpg",
    "release_date":"2025-08-20",
    "features":"Set against the backdrop of a postapocalyptic Earth whose Eastern Hemisphere was destroyed by a massive solar flare, leaving what life remains mutated from radiation and fallout. The story revolves around a group of treasure hunters who extract such objects as the Mona Lisa, the Rosetta Stone and the Crown Jewels while facing rival hunters, mutants and pirates. Science Fiction Action Comedy post-apocalyptic future"
  },
  {
    "id":1280450,
    "title":"Stolen Girl",
    "overview":"In 1993, Maureen’s six-year-old daughter Amina is snuck out of the country by her ex-husband, Karim. After years of unsuccessful attempts to find her, Maureen intersects with a professional retriever of internationally abducted children who promises to help her find Amina in exchange for her collaboration.",
    "genres":"Thriller Action Adventure",
    "keywords":"",
    "popularity":284.3588,
    "vote_average":6.265,
    "poster_path":"\/fZlNXEHZsBp7unqw009MeBbMv87.jpg",
    "release_date":"2025-09-04",
    "features":"In 1993, Maureen’s six-year-old daughter Amina is snuck out of the country by her ex-husband, Karim. After years of unsuccessful attempts to find her, Maureen intersects with a professional retriever of internationally abducted children who promises to help her find Amina in exchange for her collaboration. Thriller Action Adventure "
  },
  {
    "id":1311031,
    "title":"Demon Slayer: Kimetsu no Yaiba Infinity Castle",
    "overview":"The Demon Slayer Corps are drawn into the Infinity Castle, where Tanjiro, Nezuko, and the Hashira face terrifying Upper Rank demons in a desperate fight as the final battle against Muzan Kibutsuji begins.",
    "genres":"Animation Action Fantasy Thriller",
    "keywords":"supernatural sequel based on manga demon shounen",
    "popularity":274.6086,
    "vote_average":7.793,
    "poster_path":"\/fWVSwgjpT2D78VUh6X8UBd2rorW.jpg",
    "release_date":"2025-07-18",
    "features":"The Demon Slayer Corps are drawn into the Infinity Castle, where Tanjiro, Nezuko, and the Hashira face terrifying Upper Rank demons in a desperate fight as the final battle against Muzan Kibutsuji begins. Animation Action Fantasy Thriller supernatural sequel based on manga demon shounen"
  },
  {
    "id":1306525,
    "title":"The Elixir",
    "overview":"An elixir unleashes the undead in a village. A family at odds with one another must unite and fight to survive as their hometown collapses.",
    "genres":"Horror Thriller",
    "keywords":"village dysfunctional family family relationships survival zombie",
    "popularity":249.1135,
    "vote_average":5.781,
    "poster_path":"\/hQYEkXiAcgzQkr4aqLxWpNUFvN5.jpg",
    "release_date":"2025-10-22",
    "features":"An elixir unleashes the undead in a village. A family at odds with one another must unite and fight to survive as their hometown collapses. Horror Thriller village dysfunctional family family relationships survival zombie"
  },
  {
    "id":861451,
    "title":"Martin",
    "overview":"Martin revolves around Lt. Brigadier Arjun Saxena, whose journey takes him from Pakistan to India to discover his real identity and fight against black market dealers, who are involved with terrorists to orchestrate massive attacks in the country.",
    "genres":"Action Drama Thriller",
    "keywords":"",
    "popularity":247.7484,
    "vote_average":2.125,
    "poster_path":"\/bYe2ZjUhb4Kje0BpWE6kN34u2hv.jpg",
    "release_date":"2024-10-11",
    "features":"Martin revolves around Lt. Brigadier Arjun Saxena, whose journey takes him from Pakistan to India to discover his real identity and fight against black market dealers, who are involved with terrorists to orchestrate massive attacks in the country. Action Drama Thriller "
  },
  {
    "id":604079,
    "title":"The Long Walk",
    "overview":"In a dystopian, alternate-America ruled by a totalitarian regime, 50 teenage boys take part in a deadly annual walking contest, forced to maintain a minimum pace or be executed, until only one survivor remains.",
    "genres":"Horror Thriller",
    "keywords":"suicide based on novel or book competition dystopia male friendship",
    "popularity":239.8755,
    "vote_average":6.862,
    "poster_path":"\/wobVTa99eW0ht6c1rNNzLkazPtR.jpg",
    "release_date":"2025-09-10",
    "features":"In a dystopian, alternate-America ruled by a totalitarian regime, 50 teenage boys take part in a deadly annual walking contest, forced to maintain a minimum pace or be executed, until only one survivor remains. Horror Thriller suicide based on novel or book competition dystopia male friendship"
  },
  {
    "id":1038392,
    "title":"The Conjuring: Last Rites",
    "overview":"Paranormal investigators Ed and Lorraine Warren take on one last terrifying case involving mysterious entities they must confront.",
    "genres":"Horror",
    "keywords":"pennsylvania, usa supernatural exorcism haunted house sequel",
    "popularity":203.8869,
    "vote_average":6.991,
    "poster_path":"\/7JzOmJ1fIU43I3gLHYsY8UzNzjG.jpg",
    "release_date":"2025-09-03",
    "features":"Paranormal investigators Ed and Lorraine Warren take on one last terrifying case involving mysterious entities they must confront. Horror pennsylvania, usa supernatural exorcism haunted house sequel"
  },
  {
    "id":1072699,
    "title":"Inside Furioza",
    "overview":"In the wake of murder, new Furioza leader Golden claims the reins of his violent and formidable hooligan gang and takes on a new focus across borders.",
    "genres":"Action Crime Thriller",
    "keywords":"crime boss hooligan organized crime brutality rage",
    "popularity":196.865,
    "vote_average":6.511,
    "poster_path":"\/dbe1zKVKNBIczdmRcm7jxEphYLz.jpg",
    "release_date":"2025-10-14",
    "features":"In the wake of murder, new Furioza leader Golden claims the reins of his violent and formidable hooligan gang and takes on a new focus across borders. Action Crime Thriller crime boss hooligan organized crime brutality rage"
  },
  {
    "id":1290159,
    "title":"A House of Dynamite",
    "overview":"When a single, unattributed missile is launched at the United States, a race begins to determine who is responsible and how to respond.",
    "genres":"War Thriller",
    "keywords":"the white house woman director political thriller political crisis tense",
    "popularity":186.0674,
    "vote_average":6.628,
    "poster_path":"\/AiJ8L90ftPAwVf3SDx7Fj9IMZoy.jpg",
    "release_date":"2025-10-02",
    "features":"When a single, unattributed missile is launched at the United States, a race begins to determine who is responsible and how to respond. War Thriller the white house woman director political thriller political crisis tense"
  },
  {
    "id":1010581,
    "title":"My Fault",
    "overview":"Noah must leave her city, boyfriend, and friends to move into William Leister's mansion, the flashy and wealthy husband of her mother Rafaela. As a proud and independent 17 year old, Noah resists living in a mansion surrounded by luxury. However, it is there where she meets Nick, her new stepbrother, and the clash of their strong personalities becomes evident from the very beginning.",
    "genres":"Drama Romance Thriller",
    "keywords":"first time forbidden love stepbrother female protagonist underage sex",
    "popularity":174.0068,
    "vote_average":7.769,
    "poster_path":"\/w46Vw536HwNnEzOa7J24YH9DPRS.jpg",
    "release_date":"2023-06-08",
    "features":"Noah must leave her city, boyfriend, and friends to move into William Leister's mansion, the flashy and wealthy husband of her mother Rafaela. As a proud and independent 17 year old, Noah resists living in a mansion surrounded by luxury. However, it is there where she meets Nick, her new stepbrother, and the clash of their strong personalities becomes evident from the very beginning. Drama Romance Thriller first time forbidden love stepbrother female protagonist underage sex"
  },
  {
    "id":1197137,
    "title":"Black Phone 2",
    "overview":"Four years after escaping The Grabber, Finney Blake is struggling with his life after captivity. When his sister Gwen begins receiving calls in her dreams from the black phone and seeing disturbing visions of three boys being stalked at a winter camp, the siblings become determined to solve the mystery and confront a killer who has grown more powerful in death and more significant to them than either could imagine.",
    "genres":"Horror Thriller",
    "keywords":"mask child abuse sibling relationship winter child murder",
    "popularity":165.945,
    "vote_average":7.244,
    "poster_path":"\/evbguUd1BwExQgXMjG9n9AHMQpN.jpg",
    "release_date":"2025-10-15",
    "features":"Four years after escaping The Grabber, Finney Blake is struggling with his life after captivity. When his sister Gwen begins receiving calls in her dreams from the black phone and seeing disturbing visions of three boys being stalked at a winter camp, the siblings become determined to solve the mystery and confront a killer who has grown more powerful in death and more significant to them than either could imagine. Horror Thriller mask child abuse sibling relationship winter child murder"
  },
  {
    "id":7451,
    "title":"xXx",
    "overview":"Xander Cage is your standard adrenaline junkie with no fear and a lousy attitude. When the US Government \"recruits\" him to go on a mission, he's not exactly thrilled. His mission: to gather information on an organization that may just be planning the destruction of the world, led by the nihilistic Yorgi.",
    "genres":"Action Adventure Thriller Crime",
    "keywords":"mission biological weapon sports car cold war prague, czech republic",
    "popularity":148.5369,
    "vote_average":6.0,
    "poster_path":"\/xeEw3eLeSFmJgXZzmF2Efww0q3s.jpg",
    "release_date":"2002-08-09",
    "features":"Xander Cage is your standard adrenaline junkie with no fear and a lousy attitude. When the US Government \"recruits\" him to go on a mission, he's not exactly thrilled. His mission: to gather information on an organization that may just be planning the destruction of the world, led by the nihilistic Yorgi. Action Adventure Thriller Crime mission biological weapon sports car cold war prague, czech republic"
  },
  {
    "id":617126,
    "title":"The Fantastic 4: First Steps",
    "overview":"Against the vibrant backdrop of a 1960s-inspired, retro-futuristic world, Marvel's First Family is forced to balance their roles as heroes with the strength of their family bond, while defending Earth from a ravenous space god called Galactus and his enigmatic Herald, Silver Surfer.",
    "genres":"Science Fiction Adventure",
    "keywords":"strong woman superhero based on comic end of the world family",
    "popularity":146.7865,
    "vote_average":7.1,
    "poster_path":"\/cm8TNGBGG0aBfWj0LgrESHv8tir.jpg",
    "release_date":"2025-07-23",
    "features":"Against the vibrant backdrop of a 1960s-inspired, retro-futuristic world, Marvel's First Family is forced to balance their roles as heroes with the strength of their family bond, while defending Earth from a ravenous space god called Galactus and his enigmatic Herald, Silver Surfer. Science Fiction Adventure strong woman superhero based on comic end of the world family"
  },
  {
    "id":803796,
    "title":"KPop Demon Hunters",
    "overview":"When K-pop superstars Rumi, Mira and Zoey aren't selling out stadiums, they're using their secret powers to protect their fans from supernatural threats.",
    "genres":"Fantasy Music Comedy Animation",
    "keywords":"double life loyalty supernatural musical female friendship",
    "popularity":139.8138,
    "vote_average":8.238,
    "poster_path":"\/AjlRXTpRLAIiuofNqKcqrpUfPCZ.jpg",
    "release_date":"2025-06-20",
    "features":"When K-pop superstars Rumi, Mira and Zoey aren't selling out stadiums, they're using their secret powers to protect their fans from supernatural threats. Fantasy Music Comedy Animation double life loyalty supernatural musical female friendship"
  },
  {
    "id":1156593,
    "title":"Your Fault",
    "overview":"The love between Noah and Nick seems unwavering despite their parents' attempts to separate them. But his job and her entry into college open up their lives to new relationships that will shake the foundations of both their relationship and the Leister family itself.",
    "genres":"Drama Romance",
    "keywords":"based on novel or book suicide attempt sequel mental health romantic drama",
    "popularity":138.3415,
    "vote_average":7.144,
    "poster_path":"\/1sQA7lfcF9yUyoLYC0e6Zo3jmxE.jpg",
    "release_date":"2024-12-26",
    "features":"The love between Noah and Nick seems unwavering despite their parents' attempts to separate them. But his job and her entry into college open up their lives to new relationships that will shake the foundations of both their relationship and the Leister family itself. Drama Romance based on novel or book suicide attempt sequel mental health romantic drama"
  },
  {
    "id":338969,
    "title":"The Toxic Avenger Unrated",
    "overview":"When a downtrodden janitor, Winston Gooze, is exposed to a catastrophic toxic accident, he’s transformed into a new kind of hero: The Toxic Avenger. Now, Toxie must rise from outcast to savior, taking on ruthless corporate overlords and corrupt forces who threaten his son, his friends, and his community.",
    "genres":"Action Comedy Science Fiction",
    "keywords":"new jersey autism superhero mutant gore",
    "popularity":137.2471,
    "vote_average":6.361,
    "poster_path":"\/sIonGSpGNtH72OzbJllPOEMNjVU.jpg",
    "release_date":"2025-08-28",
    "features":"When a downtrodden janitor, Winston Gooze, is exposed to a catastrophic toxic accident, he’s transformed into a new kind of hero: The Toxic Avenger. Now, Toxie must rise from outcast to savior, taking on ruthless corporate overlords and corrupt forces who threaten his son, his friends, and his community. Action Comedy Science Fiction new jersey autism superhero mutant gore"
  },
  {
    "id":1086260,
    "title":"The Astronaut",
    "overview":"After returning from her first space mission, astronaut Sam Walker is placed under NASA’s care at a high security house for rehabilitation and medical testing. However, when disturbing occurrences begin happening around the property, she fears that something extraterrestrial has followed her back to Earth",
    "genres":"Horror Science Fiction Thriller",
    "keywords":"nasa survival astronaut surveillance survival horror",
    "popularity":128.9697,
    "vote_average":5.81,
    "poster_path":"\/souvvkJHYhztC1UqZ8lEVUiJa3J.jpg",
    "release_date":"2025-09-26",
    "features":"After returning from her first space mission, astronaut Sam Walker is placed under NASA’s care at a high security house for rehabilitation and medical testing. However, when disturbing occurrences begin happening around the property, she fears that something extraterrestrial has followed her back to Earth Horror Science Fiction Thriller nasa survival astronaut surveillance survival horror"
  },
  {
    "id":793387,
    "title":"Holy Night: Demon Hunters",
    "overview":"When a devil-worshipping criminal network plunges Seoul into chaos, the police turn to Holy Night—a trio of supernatural demon hunters—to restore order and defeat the rising evil.",
    "genres":"Action Fantasy Horror Thriller",
    "keywords":"evil spirit demon occult dark fantasy teamwork",
    "popularity":128.7955,
    "vote_average":6.712,
    "poster_path":"\/v3Mo77Qjp6pctpD4eJaNT6kFRSB.jpg",
    "release_date":"2025-04-30",
    "features":"When a devil-worshipping criminal network plunges Seoul into chaos, the police turn to Holy Night—a trio of supernatural demon hunters—to restore order and defeat the rising evil. Action Fantasy Horror Thriller evil spirit demon occult dark fantasy teamwork"
  },
  {
    "id":1362315,
    "title":"The Hand That Rocks the Cradle",
    "overview":"Suburban couple Caitlin and Miguel Morales hire seemingly sweet Polly to take care of their newborn baby. But Polly's true motives have little to do with singing lullabies — much to the horror of the couple.",
    "genres":"Thriller Horror",
    "keywords":"nanny remake psychological thriller newborn baby",
    "popularity":124.8956,
    "vote_average":5.742,
    "poster_path":"\/hH953zlL3xdEDpizAquISRrSm1P.jpg",
    "release_date":"2025-10-21",
    "features":"Suburban couple Caitlin and Miguel Morales hire seemingly sweet Polly to take care of their newborn baby. But Polly's true motives have little to do with singing lullabies — much to the horror of the couple. Thriller Horror nanny remake psychological thriller newborn baby"
  },
  {
    "id":1010756,
    "title":"The Strangers: Chapter 2",
    "overview":"When The Strangers learn that one of their victims, Maya, is still alive, they return to finish what they’ve started.",
    "genres":"Horror Thriller",
    "keywords":"ambulance sequel hospital slasher reboot",
    "popularity":118.8263,
    "vote_average":5.814,
    "poster_path":"\/aEk9jLbiKTVssdATbrF879NvyyJ.jpg",
    "release_date":"2025-09-25",
    "features":"When The Strangers learn that one of their victims, Maya, is still alive, they return to finish what they’ve started. Horror Thriller ambulance sequel hospital slasher reboot"
  },
  {
    "id":927254,
    "title":"The Twits",
    "overview":"When the meanest, nastiest villains pull a trick to take over their town, two brave children team up with a family of magical animals to bring them down.",
    "genres":"Animation Comedy Family Fantasy",
    "keywords":"based on children's book duringcreditsstinger",
    "popularity":115.7875,
    "vote_average":6.6,
    "poster_path":"\/izYZGeOHhPWiga8Hb5P4JYfcH8T.jpg",
    "release_date":"2025-10-17",
    "features":"When the meanest, nastiest villains pull a trick to take over their town, two brave children team up with a family of magical animals to bring them down. Animation Comedy Family Fantasy based on children's book duringcreditsstinger"
  },
  {
    "id":1218925,
    "title":"Chainsaw Man - The Movie: Reze Arc",
    "overview":"In a brutal war between devils, hunters, and secret enemies, a mysterious girl named Reze has stepped into Denji's world, and he faces his deadliest battle yet, fueled by love in a world where survival knows no rules.",
    "genres":"Animation Action Romance Fantasy Horror",
    "keywords":"farewell regret unsociability nihilism supernatural",
    "popularity":115.128,
    "vote_average":8.007,
    "poster_path":"\/xdzLBZjCVSEsic7m7nJc4jNJZVW.jpg",
    "release_date":"2025-09-19",
    "features":"In a brutal war between devils, hunters, and secret enemies, a mysterious girl named Reze has stepped into Denji's world, and he faces his deadliest battle yet, fueled by love in a world where survival knows no rules. Animation Action Romance Fantasy Horror farewell regret unsociability nihilism supernatural"
  },
  {
    "id":1107216,
    "title":"Pets on a Train",
    "overview":"When a train unexpectedly starts up, taking only pets with it, the animals discover that Hans, a badger with a grudge is behind it all. While the crash seems inevitable, the animals can count on Falcon, a roguish Raccoon who will do anything to save them.",
    "genres":"Animation Comedy Adventure Thriller",
    "keywords":"",
    "popularity":114.2229,
    "vote_average":7.167,
    "poster_path":"\/xSibLTRfsUQagQnbOQLjp5oGbcq.jpg",
    "release_date":"2025-07-02",
    "features":"When a train unexpectedly starts up, taking only pets with it, the animals discover that Hans, a badger with a grudge is behind it all. While the crash seems inevitable, the animals can count on Falcon, a roguish Raccoon who will do anything to save them. Animation Comedy Adventure Thriller "
  },
  {
    "id":1086910,
    "title":"The Lost Princess",
    "overview":"After an Ayahuasca vision transports him to a haunted castle, Alec meets Hanna who tales him the story of her mother's forced marriage and how the forbidden passion with her father was in danger when the princess pregnancy became obvious",
    "genres":"Action Adventure",
    "keywords":"",
    "popularity":114.2081,
    "vote_average":6.3,
    "poster_path":"\/31S2ISsDtbnxb0kuXZl1SxSMD0K.jpg",
    "release_date":"2025-10-16",
    "features":"After an Ayahuasca vision transports him to a haunted castle, Alec meets Hanna who tales him the story of her mother's forced marriage and how the forbidden passion with her father was in danger when the princess pregnancy became obvious Action Adventure "
  },
  {
    "id":1267905,
    "title":"The Roses",
    "overview":"Life seems easy for picture-perfect couple Ivy and Theo: successful careers, a loving marriage, great kids. But beneath the façade of their supposed ideal life, a storm is brewing – as Theo's career nosedives while Ivy's own ambitions take off, a tinderbox of fierce competition and hidden resentment ignites.",
    "genres":"Comedy Drama Romance",
    "keywords":"husband wife relationship based on novel or book dark comedy remake critical",
    "popularity":113.2714,
    "vote_average":6.9,
    "poster_path":"\/98n5HnCJ5LnXKIMNP9SBfVNyxCE.jpg",
    "release_date":"2025-08-27",
    "features":"Life seems easy for picture-perfect couple Ivy and Theo: successful careers, a loving marriage, great kids. But beneath the façade of their supposed ideal life, a storm is brewing – as Theo's career nosedives while Ivy's own ambitions take off, a tinderbox of fierce competition and hidden resentment ignites. Comedy Drama Romance husband wife relationship based on novel or book dark comedy remake critical"
  },
  {
    "id":1244039,
    "title":"Butchers Book Two: Raghorn",
    "overview":"Book one followed a family of sadistic butchers, living in the backcountry, who see anyone that crosses their path as dead meat. In “Butchers Book Two: Raghorn,” the story continues when an accident leaves the captors in the hands of brutal cannibals who plan to hack them up for meat.",
    "genres":"Horror",
    "keywords":"",
    "popularity":113.1538,
    "vote_average":3.4,
    "poster_path":"\/uSLYBuDTHpTAJI9vcm2brMu4J9H.jpg",
    "release_date":"2024-02-29",
    "features":"Book one followed a family of sadistic butchers, living in the backcountry, who see anyone that crosses their path as dead meat. In “Butchers Book Two: Raghorn,” the story continues when an accident leaves the captors in the hands of brutal cannibals who plan to hack them up for meat. Horror "
  },
  {
    "id":1186350,
    "title":"Marco",
    "overview":"The adoptive son of the Adattu family, Marco, sets off on a ruthless quest for vengeance after his brother is brutally murdered, finding only betrayal, loss and unimaginable brutality at every step.",
    "genres":"Action Crime Thriller",
    "keywords":"toxic revenge killing family man aggressive action hero",
    "popularity":110.8887,
    "vote_average":6.609,
    "poster_path":"\/il3ao5gcF6fZNqo1o9o7lusmEyU.jpg",
    "release_date":"2024-12-20",
    "features":"The adoptive son of the Adattu family, Marco, sets off on a ruthless quest for vengeance after his brother is brutally murdered, finding only betrayal, loss and unimaginable brutality at every step. Action Crime Thriller toxic revenge killing family man aggressive action hero"
  },
  {
    "id":941109,
    "title":"Play Dirty",
    "overview":"Expert thief Parker gets a shot at a major heist, but to pull it off he and his team must outsmart a South American dictator, the New York mob, and the world's richest man.",
    "genres":"Crime",
    "keywords":"heist thief insecure reflective wonder",
    "popularity":108.1059,
    "vote_average":6.653,
    "poster_path":"\/ovZ0zq0NwRghtWI1oLaM0lWuoEw.jpg",
    "release_date":"2025-09-30",
    "features":"Expert thief Parker gets a shot at a major heist, but to pull it off he and his team must outsmart a South American dictator, the New York mob, and the world's richest man. Crime heist thief insecure reflective wonder"
  },
  {
    "id":575265,
    "title":"Mission: Impossible - The Final Reckoning",
    "overview":"Ethan Hunt and team continue their search for the terrifying AI known as the Entity — which has infiltrated intelligence networks all over the globe — with the world's governments and a mysterious ghost from Hunt's past on their trail. Joined by new allies and armed with the means to shut the Entity down for good, Hunt is in a race against time to prevent the world as we know it from changing forever.",
    "genres":"Action Adventure Thriller",
    "keywords":"mask artificial intelligence (a.i.) diving submarine espionage",
    "popularity":104.6448,
    "vote_average":7.278,
    "poster_path":"\/z53D72EAOxGRqdr7KXXWp9dJiDe.jpg",
    "release_date":"2025-05-17",
    "features":"Ethan Hunt and team continue their search for the terrifying AI known as the Entity — which has infiltrated intelligence networks all over the globe — with the world's governments and a mysterious ghost from Hunt's past on their trail. Joined by new allies and armed with the means to shut the Entity down for good, Hunt is in a race against time to prevent the world as we know it from changing forever. Action Adventure Thriller mask artificial intelligence (a.i.) diving submarine espionage"
  },
  {
    "id":1061474,
    "title":"Superman",
    "overview":"Superman, a journalist in Metropolis, embarks on a journey to reconcile his Kryptonian heritage with his human upbringing as Clark Kent.",
    "genres":"Science Fiction Adventure Action",
    "keywords":"journalist hero superhero nerd villain",
    "popularity":101.8405,
    "vote_average":7.431,
    "poster_path":"\/wPLysNDLffQLOVebZQCbXJEv6E6.jpg",
    "release_date":"2025-07-09",
    "features":"Superman, a journalist in Metropolis, embarks on a journey to reconcile his Kryptonian heritage with his human upbringing as Clark Kent. Science Fiction Adventure Action journalist hero superhero nerd villain"
  },
  {
    "id":1257009,
    "title":"Primitive War",
    "overview":"During the Vietnam War, a recon unit ventures to an isolated jungle valley to uncover the fate of a missing platoon. They soon find themselves in a fight for their lives against an unexpected enemy — prehistoric dinosaurs.",
    "genres":"Action Horror War",
    "keywords":"vietnam war based on novel or book survival prehistory prehistoric creature",
    "popularity":99.7656,
    "vote_average":6.86,
    "poster_path":"\/nWBqU5YXmDVJWWEDJ4u3ZSseNVL.jpg",
    "release_date":"2025-08-21",
    "features":"During the Vietnam War, a recon unit ventures to an isolated jungle valley to uncover the fate of a missing platoon. They soon find themselves in a fight for their lives against an unexpected enemy — prehistoric dinosaurs. Action Horror War vietnam war based on novel or book survival prehistory prehistoric creature"
  },
  {
    "id":1109086,
    "title":"War 2",
    "overview":"Years ago Agent Kabir went rogue, became India’s greatest villain ever.  As he descends further into the deepest shadows... India sends its deadliest, most lethal agent after him, Agent Vikram  A Special Units Officer who is more than Kabir’s equal and a relentless Terminator driven by his own demons, determined to put a bullet into Kabir’s skull.",
    "genres":"Action Adventure Thriller",
    "keywords":"",
    "popularity":98.889,
    "vote_average":5.361,
    "poster_path":"\/2Yc8Kl2ldPpDzLrG2M5Ddv62FXB.jpg",
    "release_date":"2025-08-13",
    "features":"Years ago Agent Kabir went rogue, became India’s greatest villain ever.  As he descends further into the deepest shadows... India sends its deadliest, most lethal agent after him, Agent Vikram  A Special Units Officer who is more than Kabir’s equal and a relentless Terminator driven by his own demons, determined to put a bullet into Kabir’s skull. Action Adventure Thriller "
  },
  {
    "id":1327769,
    "title":"27 Nights",
    "overview":"When a woman is admitted by her daughters to a psychiatric clinic for her carefree ways, an expert must judge if she is ill or simply wants to enjoy life.",
    "genres":"Comedy",
    "keywords":"",
    "popularity":98.5974,
    "vote_average":6.75,
    "poster_path":"\/kVMUTLFbfQvNYdFHiexTDnSHntV.jpg",
    "release_date":"2025-09-19",
    "features":"When a woman is admitted by her daughters to a psychiatric clinic for her carefree ways, an expert must judge if she is ill or simply wants to enjoy life. Comedy "
  },
  {
    "id":1078605,
    "title":"Weapons",
    "overview":"When all but one child from the same class mysteriously vanish on the same night at exactly the same time, a community is left questioning who or what is behind their disappearance.",
    "genres":"Horror Mystery",
    "keywords":"witch small town pennsylvania, usa ritual cop",
    "popularity":86.4742,
    "vote_average":7.367,
    "poster_path":"\/cpf7vsRZ0MYRQcnLWteD5jK9ymT.jpg",
    "release_date":"2025-08-04",
    "features":"When all but one child from the same class mysteriously vanish on the same night at exactly the same time, a community is left questioning who or what is behind their disappearance. Horror Mystery witch small town pennsylvania, usa ritual cop"
  },
  {
    "id":1234821,
    "title":"Jurassic World Rebirth",
    "overview":"Five years after the events of Jurassic World Dominion, covert operations expert Zora Bennett is contracted to lead a skilled team on a top-secret mission to secure genetic material from the world's three most massive dinosaurs. When Zora's operation intersects with a civilian family whose boating expedition was capsized, they all find themselves stranded on an island where they come face-to-face with a sinister, shocking discovery that's been hidden from the world for decades.",
    "genres":"Science Fiction Adventure Action",
    "keywords":"island secret mission stranded dinosaur family",
    "popularity":84.2866,
    "vote_average":6.389,
    "poster_path":"\/1RICxzeoNCAO5NpcRMIgg1XT6fm.jpg",
    "release_date":"2025-07-01",
    "features":"Five years after the events of Jurassic World Dominion, covert operations expert Zora Bennett is contracted to lead a skilled team on a top-secret mission to secure genetic material from the world's three most massive dinosaurs. When Zora's operation intersects with a civilian family whose boating expedition was capsized, they all find themselves stranded on an island where they come face-to-face with a sinister, shocking discovery that's been hidden from the world for decades. Science Fiction Adventure Action island secret mission stranded dinosaur family"
  },
  {
    "id":1328803,
    "title":"Prisoner of War",
    "overview":"British RAF Wing Commander James Wright is captured by the Japanese during WWII and forced to fight in brutal hand-to-hand combat. The Japanese soldiers get more than they bargained for when Wright’s years of martial arts training in Hong Kong prove him to be a formidable opponent.",
    "genres":"Action War Thriller History",
    "keywords":"world war ii prisoner of war internment camp 1940s",
    "popularity":83.7069,
    "vote_average":7.0,
    "poster_path":"\/1XET89sjRm9mUuHXhGIlKTNd5uD.jpg",
    "release_date":"2025-09-19",
    "features":"British RAF Wing Commander James Wright is captured by the Japanese during WWII and forced to fight in brutal hand-to-hand combat. The Japanese soldiers get more than they bargained for when Wright’s years of martial arts training in Hong Kong prove him to be a formidable opponent. Action War Thriller History world war ii prisoner of war internment camp 1940s"
  },
  {
    "id":533533,
    "title":"TRON: Ares",
    "overview":"A highly sophisticated Program called Ares is sent from the digital world into the real world on a dangerous mission, marking humankind's first encounter with A.I. beings.",
    "genres":"Science Fiction Adventure Action",
    "keywords":"artificial intelligence (a.i.) computer program simulation computer simulation sequel",
    "popularity":84.5553,
    "vote_average":6.405,
    "poster_path":"\/chpWmskl3aKm1aTZqUHRCtviwPy.jpg",
    "release_date":"2025-10-08",
    "features":"A highly sophisticated Program called Ares is sent from the digital world into the real world on a dangerous mission, marking humankind's first encounter with A.I. beings. Science Fiction Adventure Action artificial intelligence (a.i.) computer program simulation computer simulation sequel"
  },
  {
    "id":1327862,
    "title":"Regretting You",
    "overview":"Morgan Grant and her daughter Clara explore what's left behind after a devastating accident reveals a shocking betrayal and forces them to confront family secrets, redefine love, and rediscover each other.",
    "genres":"Romance Drama",
    "keywords":"high school based on novel or book aunt niece relationship north carolina death of father",
    "popularity":90.8704,
    "vote_average":6.958,
    "poster_path":"\/z4gVnxTaks3anTycwKjDmvQSuWt.jpg",
    "release_date":"2025-10-22",
    "features":"Morgan Grant and her daughter Clara explore what's left behind after a devastating accident reveals a shocking betrayal and forces them to confront family secrets, redefine love, and rediscover each other. Romance Drama high school based on novel or book aunt niece relationship north carolina death of father"
  },
  {
    "id":1419027,
    "title":"Attack 13",
    "overview":"Bussaba, a volleyball player who enjoyed bullying others, was found dead by hanging in a gym, causing chaos and horror among other team members.",
    "genres":"Horror Thriller",
    "keywords":"",
    "popularity":83.8943,
    "vote_average":6.5,
    "poster_path":"\/o0xLAwiQzrVrizykDKWeaqMj38E.jpg",
    "release_date":"2025-06-13",
    "features":"Bussaba, a volleyball player who enjoyed bullying others, was found dead by hanging in a gym, causing chaos and horror among other team members. Horror Thriller "
  },
  {
    "id":1290879,
    "title":"The Woman in Cabin 10",
    "overview":"On a lavish yacht for an assignment, a journalist sees a passenger go overboard. But when no one believes her, she risks her life to uncover the truth.",
    "genres":"Mystery Thriller Crime",
    "keywords":"based on novel or book boat yacht investigation fake identity",
    "popularity":71.0054,
    "vote_average":6.244,
    "poster_path":"\/4kpdyePOlcELQQJcxXPF5GB1Adw.jpg",
    "release_date":"2025-10-09",
    "features":"On a lavish yacht for an assignment, a journalist sees a passenger go overboard. But when no one believes her, she risks her life to uncover the truth. Mystery Thriller Crime based on novel or book boat yacht investigation fake identity"
  },
  {
    "id":1417,
    "title":"Pan's Labyrinth",
    "overview":"In post–civil war Spain, 10-year-old Ofelia moves with her pregnant mother to live under the control of her cruel stepfather. Drawn into a mysterious labyrinth, she meets a faun who reveals that she may be a lost princess from an underground kingdom. To return to her true father, she must complete a series of surreal and perilous tasks that blur the line between reality and fantasy.",
    "genres":"Fantasy Drama War",
    "keywords":"princess army fairy tale resistance servant",
    "popularity":91.0131,
    "vote_average":7.757,
    "poster_path":"\/s8C4whhKtDaJvMDcyiMvx3BIF5F.jpg",
    "release_date":"2006-10-11",
    "features":"In post–civil war Spain, 10-year-old Ofelia moves with her pregnant mother to live under the control of her cruel stepfather. Drawn into a mysterious labyrinth, she meets a faun who reveals that she may be a lost princess from an underground kingdom. To return to her true father, she must complete a series of surreal and perilous tasks that blur the line between reality and fantasy. Fantasy Drama War princess army fairy tale resistance servant"
  },
  {
    "id":1330421,
    "title":"Bone Lake",
    "overview":"A couple’s romantic vacation at a secluded lakeside estate is upended when they are forced to share the mansion with a mysterious and attractive couple. In this darkly hilarious and seductive horror story, a dream getaway spirals into a nightmarish maze of sex, lies, and manipulation, bringing terrifying secrets to light and triggering a bloody battle for survival.",
    "genres":"Horror Thriller Mystery",
    "keywords":"",
    "popularity":76.5745,
    "vote_average":5.647,
    "poster_path":"\/sGo5ti82LlydAZrvcsaj31iPuEI.jpg",
    "release_date":"2025-10-02",
    "features":"A couple’s romantic vacation at a secluded lakeside estate is upended when they are forced to share the mansion with a mysterious and attractive couple. In this darkly hilarious and seductive horror story, a dream getaway spirals into a nightmarish maze of sex, lies, and manipulation, bringing terrifying secrets to light and triggering a bloody battle for survival. Horror Thriller Mystery "
  },
  {
    "id":1535290,
    "title":"Host",
    "overview":"Ing is sent to Pinijkhun Reform School, an all-girls facility on a remote island. The only rule here is that everyone must obey orders.",
    "genres":"Horror",
    "keywords":"",
    "popularity":80.7542,
    "vote_average":5.857,
    "poster_path":"\/3AalQRe1NQkHmvHXrDePnB8JBtt.jpg",
    "release_date":"2025-10-09",
    "features":"Ing is sent to Pinijkhun Reform School, an all-girls facility on a remote island. The only rule here is that everyone must obey orders. Horror "
  },
  {
    "id":1519168,
    "title":"The Jester 2",
    "overview":"When teen magician Max crosses paths with the sinister Jester on Halloween night, she must outsmart a supernatural killer whose magic is all too real and whose tricks always end up in blood.",
    "genres":"Horror Thriller Crime",
    "keywords":"мистика клоун-убийца",
    "popularity":174.1201,
    "vote_average":6.531,
    "poster_path":"\/giV7FS7HGyxRbwqxudXPvv1RgXD.jpg",
    "release_date":"2025-09-15",
    "features":"When teen magician Max crosses paths with the sinister Jester on Halloween night, she must outsmart a supernatural killer whose magic is all too real and whose tricks always end up in blood. Horror Thriller Crime мистика клоун-убийца"
  },
  {
    "id":1186274,
    "title":"Goldilocks and the Three Bears: Death & Porridge",
    "overview":"A group of friends on a rural getaway must fight for their lives against vengeful masked versions of the fairy tale characters.",
    "genres":"Horror Thriller",
    "keywords":"based on fairy tale goldilocks & the three bears independent film low budget",
    "popularity":57.6967,
    "vote_average":4.091,
    "poster_path":"\/42C0Yq0TwqMUIWOBPNJ53mwWqyh.jpg",
    "release_date":"2024-06-05",
    "features":"A group of friends on a rural getaway must fight for their lives against vengeful masked versions of the fairy tale characters. Horror Thriller based on fairy tale goldilocks & the three bears independent film low budget"
  },
  {
    "id":1267319,
    "title":"Mantis",
    "overview":"Mantis, an ace assassin, returns to the contract killer industry after a hiatus, encountering his trainee friend Jae-yi and a retired legendary killer Dok-go, who now runs the organization.",
    "genres":"Action Crime Thriller",
    "keywords":"assassin hitman spin off paranoid unassuming",
    "popularity":71.7898,
    "vote_average":6.039,
    "poster_path":"\/x6WLRwwddFKattMseWL3m7Geskd.jpg",
    "release_date":"2025-09-26",
    "features":"Mantis, an ace assassin, returns to the contract killer industry after a hiatus, encountering his trainee friend Jae-yi and a retired legendary killer Dok-go, who now runs the organization. Action Crime Thriller assassin hitman spin off paranoid unassuming"
  },
  {
    "id":1073079,
    "title":"Kill Her Goats",
    "overview":"Audra's graduation gift is her dream house, but it soon becomes a living nightmare when some uninvited guests come to her homecoming party who aren't very subtle about the fact they don't approve of the home's new owner.",
    "genres":"Horror",
    "keywords":"psychopath goat murder serial killer slasher",
    "popularity":73.7853,
    "vote_average":2.636,
    "poster_path":"\/mFzyMEQvKwf2rXxB1GsSocJfL11.jpg",
    "release_date":"2023-04-28",
    "features":"Audra's graduation gift is her dream house, but it soon becomes a living nightmare when some uninvited guests come to her homecoming party who aren't very subtle about the fact they don't approve of the home's new owner. Horror psychopath goat murder serial killer slasher"
  },
  {
    "id":1087192,
    "title":"How to Train Your Dragon",
    "overview":"On the rugged isle of Berk, where Vikings and dragons have been bitter enemies for generations, Hiccup stands apart, defying centuries of tradition when he befriends Toothless, a feared Night Fury dragon. Their unlikely bond reveals the true nature of dragons, challenging the very foundations of Viking society.",
    "genres":"Fantasy Family Action Adventure",
    "keywords":"flying vikings (norsemen) remake dragon battle",
    "popularity":74.4055,
    "vote_average":8.01,
    "poster_path":"\/53dsJ3oEnBhTBVMigWJ9tkA5bzJ.jpg",
    "release_date":"2025-06-06",
    "features":"On the rugged isle of Berk, where Vikings and dragons have been bitter enemies for generations, Hiccup stands apart, defying centuries of tradition when he befriends Toothless, a feared Night Fury dragon. Their unlikely bond reveals the true nature of dragons, challenging the very foundations of Viking society. Fantasy Family Action Adventure flying vikings (norsemen) remake dragon battle"
  },
  {
    "id":756999,
    "title":"The Black Phone",
    "overview":"Finney Blake, a shy but clever 13-year-old boy, is abducted by a sadistic killer and trapped in a soundproof basement where screaming is of little use. When a disconnected phone on the wall begins to ring, Finney discovers that he can hear the voices of the killer’s previous victims. And they are dead set on making sure that what happened to them doesn’t happen to Finney.",
    "genres":"Horror Thriller",
    "keywords":"mask small town child abuse dreams sibling relationship",
    "popularity":73.5593,
    "vote_average":7.551,
    "poster_path":"\/p9ZUzCyy9wRTDuuQexkQ78R2BgF.jpg",
    "release_date":"2022-06-16",
    "features":"Finney Blake, a shy but clever 13-year-old boy, is abducted by a sadistic killer and trapped in a soundproof basement where screaming is of little use. When a disconnected phone on the wall begins to ring, Finney discovers that he can hear the voices of the killer’s previous victims. And they are dead set on making sure that what happened to them doesn’t happen to Finney. Horror Thriller mask small town child abuse dreams sibling relationship"
  },
  {
    "id":1009640,
    "title":"Valiant One",
    "overview":"With tensions between North and South Korea, a US helicopter crashes on the North side. The survivors must work together to protect a civilian tech specialist and find their way out without the help of US military support.",
    "genres":"War Thriller Action",
    "keywords":"",
    "popularity":72.2382,
    "vote_average":6.6,
    "poster_path":"\/sT8Z14RDCAd6szzxzWFAU4xcMwg.jpg",
    "release_date":"2025-01-30",
    "features":"With tensions between North and South Korea, a US helicopter crashes on the North side. The survivors must work together to protect a civilian tech specialist and find their way out without the help of US military support. War Thriller Action "
  },
  {
    "id":1383557,
    "title":"Revival",
    "overview":"Two robbers on the run end up in the clutches of a doctor who experiments on people to navigate the afterlife. What seems to be an innocuous foray into a scientific and existential revolution for humanity soon takes a turn for the worse.",
    "genres":"Horror Thriller Science Fiction",
    "keywords":"afterlife mad scientist cops and robbers  experimental surgery",
    "popularity":72.1993,
    "vote_average":5.0,
    "poster_path":"\/1XiRapIjZwJBOVj2ZH3kx74jyVb.jpg",
    "release_date":"2024-11-28",
    "features":"Two robbers on the run end up in the clutches of a doctor who experiments on people to navigate the afterlife. What seems to be an innocuous foray into a scientific and existential revolution for humanity soon takes a turn for the worse. Horror Thriller Science Fiction afterlife mad scientist cops and robbers  experimental surgery"
  },
  {
    "id":1054867,
    "title":"One Battle After Another",
    "overview":"Washed-up revolutionary Bob exists in a state of stoned paranoia, surviving off-grid with his spirited, self-reliant daughter, Willa. When his evil nemesis resurfaces after 16 years and she goes missing, the former radical scrambles to find her, father and daughter both battling the consequences of his past.",
    "genres":"Action Thriller Crime",
    "keywords":"california based on novel or book usa–mexico border riot sensei",
    "popularity":65.9101,
    "vote_average":7.74,
    "poster_path":"\/m1jFoahEbeQXtx4zArT2FKdbNIj.jpg",
    "release_date":"2025-09-23",
    "features":"Washed-up revolutionary Bob exists in a state of stoned paranoia, surviving off-grid with his spirited, self-reliant daughter, Willa. When his evil nemesis resurfaces after 16 years and she goes missing, the former radical scrambles to find her, father and daughter both battling the consequences of his past. Action Thriller Crime california based on novel or book usa–mexico border riot sensei"
  },
  {
    "id":911430,
    "title":"F1",
    "overview":"Racing legend Sonny Hayes is coaxed out of retirement to lead a struggling Formula 1 team—and mentor a young hotshot driver—while chasing one more chance at glory.",
    "genres":"Action Drama",
    "keywords":"comeback racing race car driver sport competition beforecreditsstinger",
    "popularity":68.3567,
    "vote_average":7.814,
    "poster_path":"\/9PXZIUsSDh4alB80jheWX4fhZmy.jpg",
    "release_date":"2025-06-25",
    "features":"Racing legend Sonny Hayes is coaxed out of retirement to lead a struggling Formula 1 team—and mentor a young hotshot driver—while chasing one more chance at glory. Action Drama comeback racing race car driver sport competition beforecreditsstinger"
  },
  {
    "id":1373445,
    "title":"V\/H\/S\/HALLOWEEN",
    "overview":"A collection of Halloween-themed videotapes unleashes a series of twisted, blood-soaked tales, turning trick-or-treat into a struggle for survival.",
    "genres":"Horror Thriller",
    "keywords":"witch candy holiday halloween anthology",
    "popularity":60.9905,
    "vote_average":6.3,
    "poster_path":"\/bvMKSZtN8KAdtlKoYbEi1Zhyaou.jpg",
    "release_date":"2025-09-19",
    "features":"A collection of Halloween-themed videotapes unleashes a series of twisted, blood-soaked tales, turning trick-or-treat into a struggle for survival. Horror Thriller witch candy holiday halloween anthology"
  },
  {
    "id":1364992,
    "title":"Forgive Me Father",
    "overview":"When a number of mutilated bodies are discovered in a countryside mansion, seasoned Detective Taylor is charged with finding the killer. An unlikely suspect reveals that some secrets are taken to the grave...and some secrets TAKE US TO THE GRAVE!",
    "genres":"Thriller Horror Crime",
    "keywords":"",
    "popularity":54.0526,
    "vote_average":6.333,
    "poster_path":"\/vaLFUD54PGHt83RtgrbrcSB9ZO0.jpg",
    "release_date":"2024-11-04",
    "features":"When a number of mutilated bodies are discovered in a countryside mansion, seasoned Detective Taylor is charged with finding the killer. An unlikely suspect reveals that some secrets are taken to the grave...and some secrets TAKE US TO THE GRAVE! Thriller Horror Crime "
  },
  {
    "id":1386827,
    "title":"Coyotes",
    "overview":"Trapped in their Hollywood Hills home, a family fights for survival when caught between a raging wildfire and a pack of savage coyotes. As the city loses power and chaos spreads, nature turns feral - and what starts as isolated attacks escalates into a terrifying siege they may not all survive.",
    "genres":"Horror Comedy",
    "keywords":"survival hollywood survival horror coyote animal horror",
    "popularity":69.4716,
    "vote_average":5.367,
    "poster_path":"\/fSzs9ZXYcrln0FRrjGIPCjuB6En.jpg",
    "release_date":"2025-10-02",
    "features":"Trapped in their Hollywood Hills home, a family fights for survival when caught between a raging wildfire and a pack of savage coyotes. As the city loses power and chaos spreads, nature turns feral - and what starts as isolated attacks escalates into a terrifying siege they may not all survive. Horror Comedy survival hollywood survival horror coyote animal horror"
  },
  {
    "id":980477,
    "title":"Ne Zha 2",
    "overview":"After a catastrophic event leaves their bodies destroyed, Ne Zha and Ao Bing are granted a fragile second chance at life. As tensions rise between the dragon clans and celestial forces, the two must undergo a series of perilous trials that will test their bond, challenge their identities, and decide the fate of both mortals and immortals.",
    "genres":"Animation Fantasy Adventure Action",
    "keywords":"fight magic based on myths, legends or folklore 3d animation nezha",
    "popularity":63.8316,
    "vote_average":8.042,
    "poster_path":"\/cb5NyNrqiCNNoDkA8FfxHAtypdG.jpg",
    "release_date":"2025-01-29",
    "features":"After a catastrophic event leaves their bodies destroyed, Ne Zha and Ao Bing are granted a fragile second chance at life. As tensions rise between the dragon clans and celestial forces, the two must undergo a series of perilous trials that will test their bond, challenge their identities, and decide the fate of both mortals and immortals. Animation Fantasy Adventure Action fight magic based on myths, legends or folklore 3d animation nezha"
  },
  {
    "id":1364608,
    "title":"Anemone",
    "overview":"Middle-aged Jem sets out from his suburban home on a journey into the woods, where he reconnects with his estranged hermit brother Ray. Bonded by a mysterious, complicated past, the men share a fraught, if occasionally tender relationship—one that was forever altered by shattering events decades earlier.",
    "genres":"Drama",
    "keywords":"family relationships family dynamics father son relationship brother brother relationship",
    "popularity":62.3343,
    "vote_average":6.0,
    "poster_path":"\/kXFHVJqZkWtkSRlLpv2clN8KP6E.jpg",
    "release_date":"2025-10-02",
    "features":"Middle-aged Jem sets out from his suburban home on a journey into the woods, where he reconnects with his estranged hermit brother Ray. Bonded by a mysterious, complicated past, the men share a fraught, if occasionally tender relationship—one that was forever altered by shattering events decades earlier. Drama family relationships family dynamics father son relationship brother brother relationship"
  },
  {
    "id":1470086,
    "title":"Ligaw",
    "overview":"A sultry woman who charms the hearts of men in a remote province. Dolores, a devoted wife to her paraplegic husband, falls for a young mountaineer. What begins as a reckless escape turns into an affair drenched in passion and secrecy.",
    "genres":"Drama Romance",
    "keywords":"infidelity sexy",
    "popularity":62.1999,
    "vote_average":6.0,
    "poster_path":"\/yc8V3KEnhvPrzXpdYTXdTvjpOb5.jpg",
    "release_date":"2025-05-09",
    "features":"A sultry woman who charms the hearts of men in a remote province. Dolores, a devoted wife to her paraplegic husband, falls for a young mountaineer. What begins as a reckless escape turns into an affair drenched in passion and secrecy. Drama Romance infidelity sexy"
  },
  {
    "id":1422096,
    "title":"Good Boy",
    "overview":"A loyal dog moves to a rural family home with his owner Todd, only to discover supernatural forces lurking in the shadows. As dark entities threaten his human companion, the brave pup must fight to protect the one he loves most.",
    "genres":"Horror Thriller",
    "keywords":"human animal relationship haunted house terminal illness woods evil spirit",
    "popularity":61.2863,
    "vote_average":7.034,
    "poster_path":"\/pvMHRi09ur2L1drXh2dXFtuMFgl.jpg",
    "release_date":"2025-10-01",
    "features":"A loyal dog moves to a rural family home with his owner Todd, only to discover supernatural forces lurking in the shadows. As dark entities threaten his human companion, the brave pup must fight to protect the one he loves most. Horror Thriller human animal relationship haunted house terminal illness woods evil spirit"
  },
  {
    "id":1280282,
    "title":"Gabby's Dollhouse: The Movie",
    "overview":"Gabby heads out on a road trip with her Grandma Gigi to the urban wonderland of Cat Francisco. But when Gabby's dollhouse, her most prized possession, ends up in the hands of an eccentric cat lady named Vera, Gabby sets off on an adventure through the real world to get the Gabby Cats back together and save the dollhouse before it's too late.",
    "genres":"Family Comedy Adventure Animation",
    "keywords":"friendship magic cat mermaid musical",
    "popularity":60.7869,
    "vote_average":6.9,
    "poster_path":"\/t6LLguAmu6iZUN8pWhT7Q0IcaQ5.jpg",
    "release_date":"2025-09-13",
    "features":"Gabby heads out on a road trip with her Grandma Gigi to the urban wonderland of Cat Francisco. But when Gabby's dollhouse, her most prized possession, ends up in the hands of an eccentric cat lady named Vera, Gabby sets off on an adventure through the real world to get the Gabby Cats back together and save the dollhouse before it's too late. Family Comedy Adventure Animation friendship magic cat mermaid musical"
  },
  {
    "id":1007734,
    "title":"Nobody 2",
    "overview":"Former assassin Hutch Mansell takes his family on a nostalgic vacation to a small-town theme park, only to be pulled back into violence when they clash with a corrupt operator, a crooked sheriff, and a ruthless crime boss.",
    "genres":"Action Thriller",
    "keywords":"assassin dark comedy sequel revenge one man army",
    "popularity":59.9041,
    "vote_average":7.082,
    "poster_path":"\/xGLoqM9peusKQeuwlSw2Qlhx740.jpg",
    "release_date":"2025-08-13",
    "features":"Former assassin Hutch Mansell takes his family on a nostalgic vacation to a small-town theme park, only to be pulled back into violence when they clash with a corrupt operator, a crooked sheriff, and a ruthless crime boss. Action Thriller assassin dark comedy sequel revenge one man army"
  },
  {
    "id":157336,
    "title":"Interstellar",
    "overview":"The adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage.",
    "genres":"Adventure Drama Science Fiction",
    "keywords":"rescue future spacecraft race against time artificial intelligence (a.i.)",
    "popularity":59.8494,
    "vote_average":8.462,
    "poster_path":"\/gEU2QniE6E77NI6lCU6MxlNBvIx.jpg",
    "release_date":"2014-11-05",
    "features":"The adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage. Adventure Drama Science Fiction rescue future spacecraft race against time artificial intelligence (a.i.)"
  },
  {
    "id":1277988,
    "title":"Caramelo",
    "overview":"After a life-changing diagnosis, a promising chef finds hope and humor with the help of a fur-midable dog friend.",
    "genres":"Comedy Drama",
    "keywords":"caramelo καραμελο",
    "popularity":59.6838,
    "vote_average":7.713,
    "poster_path":"\/c4ZEAah5a01cu27w7vT2IAoFogk.jpg",
    "release_date":"2025-10-07",
    "features":"After a life-changing diagnosis, a promising chef finds hope and humor with the help of a fur-midable dog friend. Comedy Drama caramelo καραμελο"
  },
  {
    "id":1403735,
    "title":"Laila",
    "overview":"Sonu Model, a renowned beautician from the old city, is forced to disguise himself as Laila, leading to a series of comedic, romantic, and action-packed events. Chaos ensues in this hilarious laugh riot",
    "genres":"Comedy Romance",
    "keywords":"",
    "popularity":59.3669,
    "vote_average":5.167,
    "poster_path":"\/aFogllaRGlAhk1nqvVGFpZpl4qU.jpg",
    "release_date":"2025-02-14",
    "features":"Sonu Model, a renowned beautician from the old city, is forced to disguise himself as Laila, leading to a series of comedic, romantic, and action-packed events. Chaos ensues in this hilarious laugh riot Comedy Romance "
  },
  {
    "id":1042834,
    "title":"Eden",
    "overview":"A group of disillusioned outsiders abandon modern society in search of a new beginning. Settling on a remote, uninhabited island, their utopian dream quickly unravels as they discover that the greatest threat isn’t the brutal climate or deadly wildlife, but each other.",
    "genres":"Thriller Drama",
    "keywords":"paradise island isolation survival aggressive",
    "popularity":59.0353,
    "vote_average":6.807,
    "poster_path":"\/jbFEESMVbpJU8IjZBjiWGJdEsxR.jpg",
    "release_date":"2025-04-03",
    "features":"A group of disillusioned outsiders abandon modern society in search of a new beginning. Settling on a remote, uninhabited island, their utopian dream quickly unravels as they discover that the greatest threat isn’t the brutal climate or deadly wildlife, but each other. Thriller Drama paradise island isolation survival aggressive"
  },
  {
    "id":1294203,
    "title":"My Fault: London",
    "overview":"18-year-old Noah moves from America to London, with her mother who's recently fallen in love with William, a wealthy British businessman. Noah meets William’s son, bad-boy Nick, and soon discovers there is an attraction between them neither can avoid. As Noah spends the summer adjusting to her new life, her devastating past will catch up with her while falling in love for the first time.",
    "genres":"Romance Drama",
    "keywords":"based on novel or book release from prison estranged father",
    "popularity":57.9815,
    "vote_average":7.459,
    "poster_path":"\/ttN5D6GKOwKWHmCzDGctAvaNMAi.jpg",
    "release_date":"2025-02-12",
    "features":"18-year-old Noah moves from America to London, with her mother who's recently fallen in love with William, a wealthy British businessman. Noah meets William’s son, bad-boy Nick, and soon discovers there is an attraction between them neither can avoid. As Noah spends the summer adjusting to her new life, her devastating past will catch up with her while falling in love for the first time. Romance Drama based on novel or book release from prison estranged father"
  },
  {
    "id":1175942,
    "title":"The Bad Guys 2",
    "overview":"The now-reformed Bad Guys are trying (very, very hard) to be good, but instead find themselves hijacked into a high-stakes, globe-trotting heist, masterminded by a new team of criminals they never saw coming: The Bad Girls.",
    "genres":"Family Comedy Crime Adventure Animation",
    "keywords":"based on novel or book snake wolf spider villain",
    "popularity":57.9383,
    "vote_average":7.755,
    "poster_path":"\/c1msaKf1wyuKcmLjjJd6rIBPFcd.jpg",
    "release_date":"2025-07-24",
    "features":"The now-reformed Bad Guys are trying (very, very hard) to be good, but instead find themselves hijacked into a high-stakes, globe-trotting heist, masterminded by a new team of criminals they never saw coming: The Bad Girls. Family Comedy Crime Adventure Animation based on novel or book snake wolf spider villain"
  },
  {
    "id":1251717,
    "title":"Vicious",
    "overview":"When Polly receives a mysterious box, it comes with one rule: place inside something she needs, something she hates, and something she loves. If she doesn’t obey, it will consume everything—and everyone—she’s ever known.",
    "genres":"Horror Thriller",
    "keywords":"",
    "popularity":55.7816,
    "vote_average":6.1,
    "poster_path":"\/dYxrsyUEdFOOq7xzIuvEb1858Sg.jpg",
    "release_date":"2025-09-19",
    "features":"When Polly receives a mysterious box, it comes with one rule: place inside something she needs, something she hates, and something she loves. If she doesn’t obey, it will consume everything—and everyone—she’s ever known. Horror Thriller "
  },
  {
    "id":1202863,
    "title":"From Darkness",
    "overview":"Park ranger Angelica seeks the help of her dog handler ex-boyfriend, Viktor, to search for a missing woman in a dangerous nature reserve in Sweden. The search is complicated by a disturbing myth about the Cave Banshee, a vengeful spirit from the Nordic folklore that once lured miners to their deaths in the reserve's treacherous caves. As they delve deeper into the forest, Viktor starts to question his own sanity and whether the rumored Banshee is more than just a myth. To make matters worse, Angelica and Viktor share a painful history with the haunted place. Viktor must now confront his troubled past and work together with Angelica to survive the night and unravel the mystery behind the woman's disappearance.",
    "genres":"Horror Mystery Thriller",
    "keywords":"rescue post-traumatic stress disorder (ptsd) sacrifice darkness survival horror",
    "popularity":55.0403,
    "vote_average":6.3,
    "poster_path":"\/mDuePf1neIsvsUfN9tlnNObwjZd.jpg",
    "release_date":"2024-03-22",
    "features":"Park ranger Angelica seeks the help of her dog handler ex-boyfriend, Viktor, to search for a missing woman in a dangerous nature reserve in Sweden. The search is complicated by a disturbing myth about the Cave Banshee, a vengeful spirit from the Nordic folklore that once lured miners to their deaths in the reserve's treacherous caves. As they delve deeper into the forest, Viktor starts to question his own sanity and whether the rumored Banshee is more than just a myth. To make matters worse, Angelica and Viktor share a painful history with the haunted place. Viktor must now confront his troubled past and work together with Angelica to survive the night and unravel the mystery behind the woman's disappearance. Horror Mystery Thriller rescue post-traumatic stress disorder (ptsd) sacrifice darkness survival horror"
  },
  {
    "id":1062722,
    "title":"Frankenstein",
    "overview":"Dr. Victor Frankenstein, a brilliant but egotistical scientist, brings a creature to life in a monstrous experiment that ultimately leads to the undoing of both the creator and his tragic creation.",
    "genres":"Drama Horror Science Fiction",
    "keywords":"monster based on novel or book mad scientist reanimation frankenstein",
    "popularity":54.9973,
    "vote_average":7.955,
    "poster_path":"\/5fqmZYw3o22VoJpXx9bjQuc7ZPV.jpg",
    "release_date":"2025-10-17",
    "features":"Dr. Victor Frankenstein, a brilliant but egotistical scientist, brings a creature to life in a monstrous experiment that ultimately leads to the undoing of both the creator and his tragic creation. Drama Horror Science Fiction monster based on novel or book mad scientist reanimation frankenstein"
  },
  {
    "id":1221415,
    "title":"Brute 1976",
    "overview":"In 1976 a group of people in the desert for a photo shoot, stumble upon an abandoned town called Savage. But they are not alone. A family of masked psychopaths have claimed Savage as their own and are hell bent on living up to its name.",
    "genres":"Horror",
    "keywords":"1970s slasher struggle for survival desert sadistic psychopath",
    "popularity":54.9,
    "vote_average":4.4,
    "poster_path":"\/jrbYuJNMRPzdQ5RZ2FGKfQbD1Qz.jpg",
    "release_date":"2024-03-13",
    "features":"In 1976 a group of people in the desert for a photo shoot, stumble upon an abandoned town called Savage. But they are not alone. A family of masked psychopaths have claimed Savage as their own and are hell bent on living up to its name. Horror 1970s slasher struggle for survival desert sadistic psychopath"
  },
  {
    "id":552524,
    "title":"Lilo & Stitch",
    "overview":"The wildly funny and touching story of a lonely Hawaiian girl and the fugitive alien who helps to mend her broken family.",
    "genres":"Family Science Fiction Comedy Adventure",
    "keywords":"hawaii bullying dysfunctional family alien loss of job",
    "popularity":53.1409,
    "vote_average":7.249,
    "poster_path":"\/ckQzKpQJO4ZQDCN5evdpKcfm7Ys.jpg",
    "release_date":"2025-05-17",
    "features":"The wildly funny and touching story of a lonely Hawaiian girl and the fugitive alien who helps to mend her broken family. Family Science Fiction Comedy Adventure hawaii bullying dysfunctional family alien loss of job"
  },
  {
    "id":949855,
    "title":"Black Mold",
    "overview":"Photographers Brooke Konrad and Tanner Behlman travel to rural, abandoned buildings to capture the inherent beauty of long-forgotten locations, but far from forgotten are the traumatic memories that surface in Brooke when they meet The Man Upstairs, an unsuspecting squatter. As tensions and uncertainties arise, Brooke must determine if this mysterious stranger will provide her the closure she so desperately seeks or let the fears of the past consume her.",
    "genres":"Horror Thriller Drama TV Movie",
    "keywords":"photographer trauma grief creepy person creepy",
    "popularity":52.7896,
    "vote_average":4.0,
    "poster_path":"\/tEN12WSxepFqZmWEknBnrXoHDvL.jpg",
    "release_date":"2025-01-30",
    "features":"Photographers Brooke Konrad and Tanner Behlman travel to rural, abandoned buildings to capture the inherent beauty of long-forgotten locations, but far from forgotten are the traumatic memories that surface in Brooke when they meet The Man Upstairs, an unsuspecting squatter. As tensions and uncertainties arise, Brooke must determine if this mysterious stranger will provide her the closure she so desperately seeks or let the fears of the past consume her. Horror Thriller Drama TV Movie photographer trauma grief creepy person creepy"
  },
  {
    "id":1357886,
    "title":"Django Undisputed",
    "overview":"Determined to exact his justice, Django faces dangerous challenges and bloody clashes to restore order in a territory dominated by lawlessness and injustice.",
    "genres":"Western",
    "keywords":"spaghetti western django western",
    "popularity":51.8165,
    "vote_average":6.056,
    "poster_path":"\/porcUhC4jqFt72TaxbjOQo2lTzL.jpg",
    "release_date":"2024-04-22",
    "features":"Determined to exact his justice, Django faces dangerous challenges and bloody clashes to restore order in a territory dominated by lawlessness and injustice. Western spaghetti western django western"
  },
  {
    "id":1291661,
    "title":"Tide",
    "overview":"Four friends race against the tide in a bay famous for its quicksands, but a lurking threat will aggravate the situation.",
    "genres":"Horror",
    "keywords":"",
    "popularity":50.8125,
    "vote_average":3.8,
    "poster_path":"\/47sKhC5xyh9oUYz4icO4MB8ern8.jpg",
    "release_date":"2024-09-12",
    "features":"Four friends race against the tide in a bay famous for its quicksands, but a lurking threat will aggravate the situation. Horror "
  },
  {
    "id":1502943,
    "title":"Night of the Reaper",
    "overview":"College student Deena visits her home town and is roped into a babysitting gig. Meanwhile, the local sheriff, after receiving a piece of evidence in the mail, falls into an increasingly desperate scavenger hunt involving a series of murders.",
    "genres":"Horror Thriller",
    "keywords":"sheriff babysitter murder slasher police officer",
    "popularity":50.436,
    "vote_average":6.9,
    "poster_path":"\/HVR8cNWzBVoqbEIIqVtLpDvVKn.jpg",
    "release_date":"2025-10-16",
    "features":"College student Deena visits her home town and is roped into a babysitting gig. Meanwhile, the local sheriff, after receiving a piece of evidence in the mail, falls into an increasingly desperate scavenger hunt involving a series of murders. Horror Thriller sheriff babysitter murder slasher police officer"
  },
  {
    "id":1049942,
    "title":"Bambi: The Reckoning",
    "overview":"After a mother and son get in a car wreck, they soon become hunted by Bambi, a mutated grief-stricken deer on a deadly rampage seeking revenge for the death of his mother and wife.",
    "genres":"Horror Thriller",
    "keywords":"bambi the twisted childhood universe (tcu) мутировавший олень бэмби",
    "popularity":50.0592,
    "vote_average":6.0,
    "poster_path":"\/cy76B7VCiIvqUibGLTgdYlK8kx8.jpg",
    "release_date":"2025-07-11",
    "features":"After a mother and son get in a car wreck, they soon become hunted by Bambi, a mutated grief-stricken deer on a deadly rampage seeking revenge for the death of his mother and wife. Horror Thriller bambi the twisted childhood universe (tcu) мутировавший олень бэмби"
  },
  {
    "id":24428,
    "title":"The Avengers",
    "overview":"When an unexpected enemy emerges and threatens global safety and security, Nick Fury, director of the international peacekeeping agency known as S.H.I.E.L.D., finds himself in need of a team to pull the world back from the brink of disaster. Spanning the globe, a daring recruitment effort begins!",
    "genres":"Science Fiction Action Adventure",
    "keywords":"new york city superhero shield based on comic alien invasion",
    "popularity":49.8426,
    "vote_average":7.834,
    "poster_path":"\/RYMX2wcKCBAr24UyPD7xwmjaTn.jpg",
    "release_date":"2012-04-25",
    "features":"When an unexpected enemy emerges and threatens global safety and security, Nick Fury, director of the international peacekeeping agency known as S.H.I.E.L.D., finds himself in need of a team to pull the world back from the brink of disaster. Spanning the globe, a daring recruitment effort begins! Science Fiction Action Adventure new york city superhero shield based on comic alien invasion"
  },
  {
    "id":1053008,
    "title":"Fight Another Day",
    "overview":"Follows a tough cop, who after being transported to a dystopian future, must enter a deadly combat tournament to be able to return to his past.",
    "genres":"Action",
    "keywords":"",
    "popularity":48.2868,
    "vote_average":5.111,
    "poster_path":"\/fKnLt1xQV0RdpN6RViowEiD1dFW.jpg",
    "release_date":"2024-10-09",
    "features":"Follows a tough cop, who after being transported to a dystopian future, must enter a deadly combat tournament to be able to return to his past. Action "
  },
  {
    "id":354912,
    "title":"Coco",
    "overview":"Despite his family’s baffling generations-old ban on music, Miguel dreams of becoming an accomplished musician like his idol, Ernesto de la Cruz. Desperate to prove his talent, Miguel finds himself in the stunning and colorful Land of the Dead following a mysterious chain of events. Along the way, he meets charming trickster Hector, and together, they set off on an extraordinary journey to unlock the real story behind Miguel's family history.",
    "genres":"Family Animation Music Adventure",
    "keywords":"skeleton mexico guitar afterlife musician",
    "popularity":47.1722,
    "vote_average":8.2,
    "poster_path":"\/6Ryitt95xrO8KXuqRGm1fUuNwqF.jpg",
    "release_date":"2017-10-27",
    "features":"Despite his family’s baffling generations-old ban on music, Miguel dreams of becoming an accomplished musician like his idol, Ernesto de la Cruz. Desperate to prove his talent, Miguel finds himself in the stunning and colorful Land of the Dead following a mysterious chain of events. Along the way, he meets charming trickster Hector, and together, they set off on an extraordinary journey to unlock the real story behind Miguel's family history. Family Animation Music Adventure skeleton mexico guitar afterlife musician"
  },
  {
    "id":1235746,
    "title":"Dead of Winter",
    "overview":"A widowed fisherwoman, travelling alone through snowbound northern Minnesota, interrupts the kidnapping of a teenage girl. Hours from the nearest town and with no phone service, she realizes that she is the young girl's only hope.",
    "genres":"Thriller",
    "keywords":"kidnapping minnesota fisherman snow cabin",
    "popularity":46.9826,
    "vote_average":6.465,
    "poster_path":"\/5DcrN62sGAiRJxt8rXSRlSRLwIE.jpg",
    "release_date":"2025-09-23",
    "features":"A widowed fisherwoman, travelling alone through snowbound northern Minnesota, interrupts the kidnapping of a teenage girl. Hours from the nearest town and with no phone service, she realizes that she is the young girl's only hope. Thriller kidnapping minnesota fisherman snow cabin"
  },
  {
    "id":541671,
    "title":"Ballerina",
    "overview":"Taking place during the events of John Wick: Chapter 3 – Parabellum, Eve Macarro begins her training in the assassin traditions of the Ruska Roma.",
    "genres":"Action Thriller Crime",
    "keywords":"assassin tattoo grenade training female protagonist",
    "popularity":46.8156,
    "vote_average":7.326,
    "poster_path":"\/4sbqReLivBN4e7OOwG6PkSGcKHt.jpg",
    "release_date":"2025-06-04",
    "features":"Taking place during the events of John Wick: Chapter 3 – Parabellum, Eve Macarro begins her training in the assassin traditions of the Ruska Roma. Action Thriller Crime assassin tattoo grenade training female protagonist"
  },
  {
    "id":1035259,
    "title":"The Naked Gun",
    "overview":"Only one man has the particular set of skills... to lead Police Squad and save the world: Lt. Frank Drebin Jr.",
    "genres":"Comedy Action Crime",
    "keywords":"sequel slapstick comedy reboot aftercreditsstinger duringcreditsstinger",
    "popularity":44.4963,
    "vote_average":6.574,
    "poster_path":"\/hF4pG0CMDzC4GCiiUR9iNrzoW2p.jpg",
    "release_date":"2025-07-30",
    "features":"Only one man has the particular set of skills... to lead Police Squad and save the world: Lt. Frank Drebin Jr. Comedy Action Crime sequel slapstick comedy reboot aftercreditsstinger duringcreditsstinger"
  },
  {
    "id":574475,
    "title":"Final Destination Bloodlines",
    "overview":"Plagued by a violent recurring nightmare, college student Stefanie heads home to track down the one person who might be able to break the cycle and save her family from the grisly demise that inevitably awaits them all.",
    "genres":"Horror Mystery",
    "keywords":"restaurant gore sequel premonition fate",
    "popularity":44.3705,
    "vote_average":7.098,
    "poster_path":"\/6WxhEvFsauuACfv8HyoVX6mZKFj.jpg",
    "release_date":"2025-05-14",
    "features":"Plagued by a violent recurring nightmare, college student Stefanie heads home to track down the one person who might be able to break the cycle and save her family from the grisly demise that inevitably awaits them all. Horror Mystery restaurant gore sequel premonition fate"
  },
  {
    "id":1284120,
    "title":"The Ugly Stepsister",
    "overview":"In a fairy-tale kingdom where beauty is a brutal business, Elvira battles to compete with her incredibly beautiful stepsister, and she will go to any length to catch the prince’s eye.",
    "genres":"Horror Comedy Fantasy Drama",
    "keywords":"satire based on fairy tale shocking beauty standards desperate",
    "popularity":43.4768,
    "vote_average":7.2,
    "poster_path":"\/crX9rSg9EohybhkEe8iTQUCe55y.jpg",
    "release_date":"2025-03-07",
    "features":"In a fairy-tale kingdom where beauty is a brutal business, Elvira battles to compete with her incredibly beautiful stepsister, and she will go to any length to catch the prince’s eye. Horror Comedy Fantasy Drama satire based on fairy tale shocking beauty standards desperate"
  },
  {
    "id":615453,
    "title":"Ne Zha",
    "overview":"A young boy is born as the reincarnation of a demonic power, into a society that hates and fears him. Destined by prophecy to bring destruction to the world, Nezha must choose between good and evil to see if he can change his fate.",
    "genres":"Animation Fantasy Adventure",
    "keywords":"magic dragon demon based on myths, legends or folklore 3d animation",
    "popularity":43.4299,
    "vote_average":7.891,
    "poster_path":"\/phM9bb6s9c60LA8qwsdk7U1N2cS.jpg",
    "release_date":"2019-07-26",
    "features":"A young boy is born as the reincarnation of a demonic power, into a society that hates and fears him. Destined by prophecy to bring destruction to the world, Nezha must choose between good and evil to see if he can change his fate. Animation Fantasy Adventure magic dragon demon based on myths, legends or folklore 3d animation"
  },
  {
    "id":933260,
    "title":"The Substance",
    "overview":"A fading celebrity decides to use a black market drug, a cell-replicating substance that temporarily creates a younger, better version of herself.",
    "genres":"Drama Horror Science Fiction",
    "keywords":"new year's eve capitalism birthday black market identity",
    "popularity":43.3027,
    "vote_average":7.145,
    "poster_path":"\/lqoMzCcZYEFK729d6qzt349fB4o.jpg",
    "release_date":"2024-09-07",
    "features":"A fading celebrity decides to use a black market drug, a cell-replicating substance that temporarily creates a younger, better version of herself. Drama Horror Science Fiction new year's eve capitalism birthday black market identity"
  },
  {
    "id":1296404,
    "title":"Good News",
    "overview":"When hijackers seize a Japanese flight and demand to fly to Pyongyang, a mysterious mastermind hatches a zany scheme to reroute the plane to Seoul.",
    "genres":"Thriller Comedy History",
    "keywords":"airplane airport 1970s dark comedy hijacking",
    "popularity":43.1278,
    "vote_average":7.042,
    "poster_path":"\/uA3o8q7JTym6lUM8pnITwQDfvhO.jpg",
    "release_date":"2025-09-05",
    "features":"When hijackers seize a Japanese flight and demand to fly to Pyongyang, a mysterious mastermind hatches a zany scheme to reroute the plane to Seoul. Thriller Comedy History airplane airport 1970s dark comedy hijacking"
  },
  {
    "id":1119878,
    "title":"Ice Road: Vengeance",
    "overview":"Big rig ice road driver Mike McCann travels to Nepal to scatter his late brother’s ashes on Mt. Everest. While on a packed tour bus traversing the deadly 12,000 ft. terrain of the infamous Road to the Sky, McCann and his mountain guide encounter a group of mercenaries and must fight to save themselves, the busload of innocent travelers, and the local villagers’ homeland.",
    "genres":"Action Thriller Drama",
    "keywords":"mercenary sequel mount everest suspenseful audacious",
    "popularity":42.6274,
    "vote_average":6.3,
    "poster_path":"\/cQN9rZj06rXMVkk76UF1DfBAico.jpg",
    "release_date":"2025-06-27",
    "features":"Big rig ice road driver Mike McCann travels to Nepal to scatter his late brother’s ashes on Mt. Everest. While on a packed tour bus traversing the deadly 12,000 ft. terrain of the infamous Road to the Sky, McCann and his mountain guide encounter a group of mercenaries and must fight to save themselves, the busload of innocent travelers, and the local villagers’ homeland. Action Thriller Drama mercenary sequel mount everest suspenseful audacious"
  },
  {
    "id":3933,
    "title":"Corpse Bride",
    "overview":"In a 19th-century European village, a young man about to be married is whisked away to the underworld and wed to a mysterious corpse bride, while his real bride waits bereft in the land of the living.",
    "genres":"Romance Fantasy Animation",
    "keywords":"skeleton love triangle cheating wedding vows shyness",
    "popularity":42.2015,
    "vote_average":7.582,
    "poster_path":"\/isb2Qow76GpqYmsSyfdMfsYAjts.jpg",
    "release_date":"2005-09-12",
    "features":"In a 19th-century European village, a young man about to be married is whisked away to the underworld and wed to a mysterious corpse bride, while his real bride waits bereft in the land of the living. Romance Fantasy Animation skeleton love triangle cheating wedding vows shyness"
  },
  {
    "id":1022787,
    "title":"Elio",
    "overview":"Elio, a space fanatic with an active imagination, finds himself on a cosmic misadventure where he must form new bonds with eccentric alien lifeforms, navigate a crisis of intergalactic proportions and somehow discover who he is truly meant to be.",
    "genres":"Family Comedy Adventure Animation Science Fiction",
    "keywords":"villain alien coming of age computer animation eye patch",
    "popularity":41.1828,
    "vote_average":6.968,
    "poster_path":"\/7z8jDiTZZco9moIKpTUImFtTy7o.jpg",
    "release_date":"2025-06-18",
    "features":"Elio, a space fanatic with an active imagination, finds himself on a cosmic misadventure where he must form new bonds with eccentric alien lifeforms, navigate a crisis of intergalactic proportions and somehow discover who he is truly meant to be. Family Comedy Adventure Animation Science Fiction villain alien coming of age computer animation eye patch"
  },
  {
    "id":1256208,
    "title":"E poi si vede",
    "overview":"Three houses, three boys, the same goal: to win the competition for a position as an employee in the legal office of the city. Federico, a law graduate, but only to please his father counsellor, hopes for his recommendation; Fabrizio, lawyer on paper but not practicing in life, tries to overcome the umpteenth public test and Luca, who since he was born has always had the road open. Only for one of them will the dream of a lifetime come true, until things take an unexpected turn.",
    "genres":"Comedy",
    "keywords":"work find a job job candidate",
    "popularity":40.8377,
    "vote_average":6.0,
    "poster_path":"\/2F7BgMdsovQOuckShdK5i0WRjRe.jpg",
    "release_date":"2025-03-27",
    "features":"Three houses, three boys, the same goal: to win the competition for a position as an employee in the legal office of the city. Federico, a law graduate, but only to please his father counsellor, hopes for his recommendation; Fabrizio, lawyer on paper but not practicing in life, tries to overcome the umpteenth public test and Luca, who since he was born has always had the road open. Only for one of them will the dream of a lifetime come true, until things take an unexpected turn. Comedy work find a job job candidate"
  },
  {
    "id":1241982,
    "title":"Moana 2",
    "overview":"After receiving an unexpected call from her wayfinding ancestors, Moana journeys alongside Maui and a new crew to the far seas of Oceania and into dangerous, long-lost waters for an adventure unlike anything she's ever faced.",
    "genres":"Family Comedy Adventure Animation Fantasy",
    "keywords":"sea ocean villain musical sequel",
    "popularity":40.7781,
    "vote_average":7.03,
    "poster_path":"\/aLVkiINlIeCkcZIzb7XHzPYgO6L.jpg",
    "release_date":"2024-11-21",
    "features":"After receiving an unexpected call from her wayfinding ancestors, Moana journeys alongside Maui and a new crew to the far seas of Oceania and into dangerous, long-lost waters for an adventure unlike anything she's ever faced. Family Comedy Adventure Animation Fantasy sea ocean villain musical sequel"
  },
  {
    "id":1252309,
    "title":"Tell Me What You Want",
    "overview":"After his father's death, Eric Zimmerman travels to Spain to oversee his company's branches. In Madrid, he falls for Judith and engage in an intense, erotic relationship full of exploration. However, Eric fears his secret may end their affair.",
    "genres":"Romance Drama",
    "keywords":"spain based on novel or book woman director erotic romance excited",
    "popularity":39.6751,
    "vote_average":6.192,
    "poster_path":"\/k82T5L1utX1G2LhNWeza9nGUKPk.jpg",
    "release_date":"2024-11-29",
    "features":"After his father's death, Eric Zimmerman travels to Spain to oversee his company's branches. In Madrid, he falls for Judith and engage in an intense, erotic relationship full of exploration. However, Eric fears his secret may end their affair. Romance Drama spain based on novel or book woman director erotic romance excited"
  },
  {
    "id":950396,
    "title":"The Gorge",
    "overview":"Two highly trained operatives grow close from a distance after being sent to guard opposite sides of a mysterious gorge. When an evil below emerges, they must work together to survive what lies within.",
    "genres":"Romance Science Fiction Thriller",
    "keywords":"canyon fog romance tower elite sniper",
    "popularity":38.8365,
    "vote_average":7.681,
    "poster_path":"\/7iMBZzVZtG0oBug4TfqDb9ZxAOa.jpg",
    "release_date":"2025-02-13",
    "features":"Two highly trained operatives grow close from a distance after being sent to guard opposite sides of a mysterious gorge. When an evil below emerges, they must work together to survive what lies within. Romance Science Fiction Thriller canyon fog romance tower elite sniper"
  },
  {
    "id":198663,
    "title":"The Maze Runner",
    "overview":"A teenager with no memory of his past finds himself among a group of boys living in a walled enclosure surrounded by a massive, ever-changing maze. As he struggles to adapt to their rules and society, he begins to uncover clues that may lead to escape and the truth behind their confinement.",
    "genres":"Action Mystery Science Fiction Thriller",
    "keywords":"based on novel or book escape dystopia maze post-apocalyptic future",
    "popularity":38.8983,
    "vote_average":7.191,
    "poster_path":"\/ode14q7WtDugFDp78fo9lCsmay9.jpg",
    "release_date":"2014-09-10",
    "features":"A teenager with no memory of his past finds himself among a group of boys living in a walled enclosure surrounded by a massive, ever-changing maze. As he struggles to adapt to their rules and society, he begins to uncover clues that may lead to escape and the truth behind their confinement. Action Mystery Science Fiction Thriller based on novel or book escape dystopia maze post-apocalyptic future"
  },
  {
    "id":1236470,
    "title":"The Lost Bus",
    "overview":"A determined father risks everything to rescue a dedicated teacher and her students from a raging wildfire.",
    "genres":"Drama Mystery Thriller",
    "keywords":"california fire based on novel or book bus bus driver",
    "popularity":38.4,
    "vote_average":7.22,
    "poster_path":"\/zpygCOYY1DPBkeUsrrznLRN5js5.jpg",
    "release_date":"2025-09-19",
    "features":"A determined father risks everything to rescue a dedicated teacher and her students from a raging wildfire. Drama Mystery Thriller california fire based on novel or book bus bus driver"
  },
  {
    "id":1071585,
    "title":"M3GAN 2.0",
    "overview":"After the underlying tech for M3GAN is stolen and misused by a powerful defense contractor to create a military-grade weapon known as Amelia, M3GAN's creator Gemma realizes that the only option is to resurrect M3GAN and give her a few upgrades, making her faster, stronger, and more lethal.",
    "genres":"Action Science Fiction Thriller",
    "keywords":"android artificial intelligence (a.i.) fight killer robot beheading",
    "popularity":41.154,
    "vote_average":7.394,
    "poster_path":"\/4a63rQqIDTrYNdcnTXdPsQyxVLo.jpg",
    "release_date":"2025-06-25",
    "features":"After the underlying tech for M3GAN is stolen and misused by a powerful defense contractor to create a military-grade weapon known as Amelia, M3GAN's creator Gemma realizes that the only option is to resurrect M3GAN and give her a few upgrades, making her faster, stronger, and more lethal. Action Science Fiction Thriller android artificial intelligence (a.i.) fight killer robot beheading"
  },
  {
    "id":1275151,
    "title":"She Walks in Darkness",
    "overview":"A young agent leaves everything behind to pose as a member of ETA, risking her life to uncover the terrorists' hideouts in the south of France.",
    "genres":"Drama Thriller",
    "keywords":"political thriller",
    "popularity":33.2322,
    "vote_average":6.81,
    "poster_path":"\/lR7TH2IlUJWh92HuiYrlb8rNuCp.jpg",
    "release_date":"2025-10-03",
    "features":"A young agent leaves everything behind to pose as a member of ETA, risking her life to uncover the terrorists' hideouts in the south of France. Drama Thriller political thriller"
  },
  {
    "id":1382406,
    "title":"Striking Rescue",
    "overview":"A veteran Muay Thai expert goes on a take-no-prisoners mission of revenge after his wife and daughter are brutally murdered by mysterious forces.",
    "genres":"Action Crime Thriller",
    "keywords":"revenge",
    "popularity":36.9128,
    "vote_average":7.553,
    "poster_path":"\/nML8rOI4GOiiEsXgknuhZeUF8M7.jpg",
    "release_date":"2024-12-05",
    "features":"A veteran Muay Thai expert goes on a take-no-prisoners mission of revenge after his wife and daughter are brutally murdered by mysterious forces. Action Crime Thriller revenge"
  },
  {
    "id":1552819,
    "title":"Assassin",
    "overview":"",
    "genres":"Action",
    "keywords":"",
    "popularity":40.6855,
    "vote_average":4.375,
    "poster_path":"\/fLRCNUz3MsnC0MdhaWpw3hp4Eye.jpg",
    "release_date":"2025-09-26",
    "features":" Action "
  },
  {
    "id":1197306,
    "title":"A Working Man",
    "overview":"Levon Cade left behind a decorated military career in the black ops to live a simple life working construction. But when his boss's daughter, who is like family to him, is taken by human traffickers, his search to bring her home uncovers a world of corruption far greater than he ever could have imagined.",
    "genres":"Action Crime Thriller",
    "keywords":"based on novel or book kidnapping vigilante missing person black ops",
    "popularity":36.4848,
    "vote_average":6.701,
    "poster_path":"\/6FRFIogh3zFnVWn7Z6zcYnIbRcX.jpg",
    "release_date":"2025-03-26",
    "features":"Levon Cade left behind a decorated military career in the black ops to live a simple life working construction. But when his boss's daughter, who is like family to him, is taken by human traffickers, his search to bring her home uncovers a world of corruption far greater than he ever could have imagined. Action Crime Thriller based on novel or book kidnapping vigilante missing person black ops"
  },
  {
    "id":14836,
    "title":"Coraline",
    "overview":"Wandering her rambling old house in her boring new town, 11-year-old Coraline discovers a hidden door to a strangely idealized version of her life. In order to stay in the fantasy, she must make a frighteningly real sacrifice.",
    "genres":"Animation Family Fantasy",
    "keywords":"friendship dreams based on novel or book villain eye",
    "popularity":38.3175,
    "vote_average":7.897,
    "poster_path":"\/4jeFXQYytChdZYE9JYO7Un87IlW.jpg",
    "release_date":"2009-02-05",
    "features":"Wandering her rambling old house in her boring new town, 11-year-old Coraline discovers a hidden door to a strangely idealized version of her life. In order to stay in the fantasy, she must make a frighteningly real sacrifice. Animation Family Fantasy friendship dreams based on novel or book villain eye"
  },
  {
    "id":671,
    "title":"Harry Potter and the Philosopher's Stone",
    "overview":"Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard—with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths—and about the villain who's to blame.",
    "genres":"Adventure Fantasy",
    "keywords":"witch school friend friendship london, england based on novel or book",
    "popularity":36.474,
    "vote_average":7.9,
    "poster_path":"\/wuMc08IPKEatf9rnMNXvIDxqP4W.jpg",
    "release_date":"2001-11-16",
    "features":"Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard—with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths—and about the villain who's to blame. Adventure Fantasy witch school friend friendship london, england based on novel or book"
  },
  {
    "id":278,
    "title":"The Shawshank Redemption",
    "overview":"Imprisoned in the 1940s for the double murder of his wife and her lover, upstanding banker Andy Dufresne begins a new life at the Shawshank prison, where he puts his accounting skills to work for an amoral warden. During his long stretch in prison, Dufresne comes to be admired by the other inmates -- including an older prisoner named Red -- for his integrity and unquenchable sense of hope.",
    "genres":"Drama Crime",
    "keywords":"prison friendship police brutality corruption based on novel or book",
    "popularity":35.1167,
    "vote_average":8.711,
    "poster_path":"\/9cqNxx0GxF0bflZmeSMuL5tnGzr.jpg",
    "release_date":"1994-09-23",
    "features":"Imprisoned in the 1940s for the double murder of his wife and her lover, upstanding banker Andy Dufresne begins a new life at the Shawshank prison, where he puts his accounting skills to work for an amoral warden. During his long stretch in prison, Dufresne comes to be admired by the other inmates -- including an older prisoner named Red -- for his integrity and unquenchable sense of hope. Drama Crime prison friendship police brutality corruption based on novel or book"
  },
  {
    "id":76600,
    "title":"Avatar: The Way of Water",
    "overview":"Set more than a decade after the events of the first film, learn the story of the Sully family (Jake, Neytiri, and their kids), the trouble that follows them, the lengths they go to keep each other safe, the battles they fight to stay alive, and the tragedies they endure.",
    "genres":"Action Adventure Science Fiction",
    "keywords":"dying and death loss of loved one alien life-form resurrection dysfunctional family",
    "popularity":35.3445,
    "vote_average":7.609,
    "poster_path":"\/t6HIqrRAclMCA60NsSmeqe9RmNV.jpg",
    "release_date":"2022-12-14",
    "features":"Set more than a decade after the events of the first film, learn the story of the Sully family (Jake, Neytiri, and their kids), the trouble that follows them, the lengths they go to keep each other safe, the battles they fight to stay alive, and the tragedies they endure. Action Adventure Science Fiction dying and death loss of loved one alien life-form resurrection dysfunctional family"
  },
  {
    "id":1022789,
    "title":"Inside Out 2",
    "overview":"Teenager Riley's mind headquarters is undergoing a sudden demolition to make room for something entirely unexpected: new Emotions! Joy, Sadness, Anger, Fear and Disgust, who’ve long been running a successful operation by all accounts, aren’t sure how to feel when Anxiety shows up. And it looks like she’s not alone.",
    "genres":"Animation Adventure Comedy Family",
    "keywords":"sadness disgust sequel computer animation teenage girl",
    "popularity":34.8669,
    "vote_average":7.551,
    "poster_path":"\/vpnVM9B6NMmQpWeZvzLvDESb2QY.jpg",
    "release_date":"2024-06-11",
    "features":"Teenager Riley's mind headquarters is undergoing a sudden demolition to make room for something entirely unexpected: new Emotions! Joy, Sadness, Anger, Fear and Disgust, who’ve long been running a successful operation by all accounts, aren’t sure how to feel when Anxiety shows up. And it looks like she’s not alone. Animation Adventure Comedy Family sadness disgust sequel computer animation teenage girl"
  },
  {
    "id":986097,
    "title":"HIM",
    "overview":"After suffering a potentially career-ending brain trauma, Cameron Cade receives a lifeline when his hero, legendary eight-time Championship quarterback and cultural megastar Isaiah White, offers to train Cam at Isaiah's isolated compound that he shares with his celebrity influencer wife. But as Cam's training accelerates, Isaiah's charisma begins to curdle into something darker.",
    "genres":"Horror Mystery",
    "keywords":"ritual cult training religion injury",
    "popularity":34.5583,
    "vote_average":5.897,
    "poster_path":"\/qPJzcYR2f1O1uynYBCVPPJuOiAH.jpg",
    "release_date":"2025-09-18",
    "features":"After suffering a potentially career-ending brain trauma, Cameron Cade receives a lifeline when his hero, legendary eight-time Championship quarterback and cultural megastar Isaiah White, offers to train Cam at Isaiah's isolated compound that he shares with his celebrity influencer wife. But as Cam's training accelerates, Isaiah's charisma begins to curdle into something darker. Horror Mystery ritual cult training religion injury"
  },
  {
    "id":155,
    "title":"The Dark Knight",
    "overview":"Batman raises the stakes in his war on crime. With the help of Lt. Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as the Joker.",
    "genres":"Drama Action Crime Thriller",
    "keywords":"sadism chaos secret identity crime fighter superhero",
    "popularity":35.2274,
    "vote_average":8.524,
    "poster_path":"\/qJ2tW6WMUDux911r6m7haRef0WH.jpg",
    "release_date":"2008-07-16",
    "features":"Batman raises the stakes in his war on crime. With the help of Lt. Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as the Joker. Drama Action Crime Thriller sadism chaos secret identity crime fighter superhero"
  },
  {
    "id":950387,
    "title":"A Minecraft Movie",
    "overview":"Four misfits find themselves struggling with ordinary problems when they are suddenly pulled through a mysterious portal into the Overworld: a bizarre, cubic wonderland that thrives on imagination. To get back home, they'll have to master this world while embarking on a magical quest with an unexpected, expert crafter, Steve.",
    "genres":"Family Fantasy Comedy Adventure Action",
    "keywords":"friendship surrealism exploration portal miner",
    "popularity":37.1156,
    "vote_average":6.358,
    "poster_path":"\/yFHHfHcUgGAxziP1C3lLt0q2T4s.jpg",
    "release_date":"2025-03-31",
    "features":"Four misfits find themselves struggling with ordinary problems when they are suddenly pulled through a mysterious portal into the Overworld: a bizarre, cubic wonderland that thrives on imagination. To get back home, they'll have to master this world while embarking on a magical quest with an unexpected, expert crafter, Steve. Family Fantasy Comedy Adventure Action friendship surrealism exploration portal miner"
  },
  {
    "id":238,
    "title":"The Godfather",
    "overview":"Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge.",
    "genres":"Drama Crime",
    "keywords":"based on novel or book loss of loved one love at first sight italy gangster",
    "popularity":33.7196,
    "vote_average":8.686,
    "poster_path":"\/3bhkrj58Vtu7enYsRolD1fZdja1.jpg",
    "release_date":"1972-03-14",
    "features":"Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge. Drama Crime based on novel or book loss of loved one love at first sight italy gangster"
  },
  {
    "id":936108,
    "title":"Smurfs",
    "overview":"When Papa Smurf is mysteriously taken by evil wizards, Razamel and Gargamel, Smurfette leads the Smurfs on a mission into the real world to save him. With the help of new friends, the Smurfs must discover what defines their destiny to save the universe.",
    "genres":"Animation Family Fantasy",
    "keywords":"musical portal based on comic shocking live action and animation",
    "popularity":35.7309,
    "vote_average":5.959,
    "poster_path":"\/8o6lkhL32xQJeB52IIG1us5BVey.jpg",
    "release_date":"2025-07-05",
    "features":"When Papa Smurf is mysteriously taken by evil wizards, Razamel and Gargamel, Smurfette leads the Smurfs on a mission into the real world to save him. With the help of new friends, the Smurfs must discover what defines their destiny to save the universe. Animation Family Fantasy musical portal based on comic shocking live action and animation"
  },
  {
    "id":829557,
    "title":"365 Days: This Day",
    "overview":"Laura and Massimo are back and hotter than ever. But the reunited couple's new beginning is complicated by Massimo’s family ties and a mysterious man who enters Laura’s life to win her heart and trust, at any cost.",
    "genres":"Romance Drama",
    "keywords":"gangster sequel bdsm rich man poor woman sex",
    "popularity":32.5079,
    "vote_average":5.93,
    "poster_path":"\/7qU0SOVcQ8BTJLodcAlulUAG16C.jpg",
    "release_date":"2022-04-26",
    "features":"Laura and Massimo are back and hotter than ever. But the reunited couple's new beginning is complicated by Massimo’s family ties and a mysterious man who enters Laura’s life to win her heart and trust, at any cost. Romance Drama gangster sequel bdsm rich man poor woman sex"
  },
  {
    "id":1375402,
    "title":"Bitter Souls",
    "overview":"After a tragic accident, a teenage girl is resurrected with the use of black magic. She uses her new-found powers to exact vengeance on her tormentors.",
    "genres":"Horror",
    "keywords":"voodoo",
    "popularity":26.9037,
    "vote_average":3.0,
    "poster_path":"\/fBZ8eliFh5HoT7ukT6cV7W4KEzG.jpg",
    "release_date":"2024-10-23",
    "features":"After a tragic accident, a teenage girl is resurrected with the use of black magic. She uses her new-found powers to exact vengeance on her tormentors. Horror voodoo"
  },
  {
    "id":1565344,
    "title":"Parking",
    "overview":"Mateo, a criminal under house arrest, works at a parking garage in downtown Buenos Aires and plans to escape. His routine is disrupted when Lara pays for an overnight stay and minutes later an armed man breaks into the place. Both witness a murder that triggers a deadly chase through ramps and levels of the building, forcing them to fight against time and criminals to escape alive from the labyrinth.",
    "genres":"Comedy Drama",
    "keywords":"",
    "popularity":35.7161,
    "vote_average":8.0,
    "poster_path":"\/oNxANEMPx3sbj6BY9VtZxrXCMDF.jpg",
    "release_date":"2025-10-17",
    "features":"Mateo, a criminal under house arrest, works at a parking garage in downtown Buenos Aires and plans to escape. His routine is disrupted when Lara pays for an overnight stay and minutes later an armed man breaks into the place. Both witness a murder that triggers a deadly chase through ramps and levels of the building, forcing them to fight against time and criminals to escape alive from the labyrinth. Comedy Drama "
  },
  {
    "id":1549292,
    "title":"LEGO Frozen: Operation Puffins",
    "overview":"After the events of Frozen, Anna and Elsa want to start fresh in Arendelle, and make the castle feel a bit more comfortable. While they struggle to break free of the bounds of tradition, the Duke of Weselton has other plans for their beloved home alongside a flock of menacing puffins.",
    "genres":"Animation Family Fantasy",
    "keywords":"based on toy",
    "popularity":33.934,
    "vote_average":8.667,
    "poster_path":"\/cmW3OY1W1wwjpYEWZu1jJlOcZ56.jpg",
    "release_date":"2025-10-23",
    "features":"After the events of Frozen, Anna and Elsa want to start fresh in Arendelle, and make the castle feel a bit more comfortable. While they struggle to break free of the bounds of tradition, the Duke of Weselton has other plans for their beloved home alongside a flock of menacing puffins. Animation Family Fantasy based on toy"
  },
  {
    "id":299536,
    "title":"Avengers: Infinity War",
    "overview":"As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment - the fate of Earth and existence itself has never been more uncertain.",
    "genres":"Adventure Action Science Fiction",
    "keywords":"sacrifice magic superhero based on comic space",
    "popularity":33.8657,
    "vote_average":8.235,
    "poster_path":"\/7WsyChQLEftFiDOVTGkv3hFpyyt.jpg",
    "release_date":"2018-04-25",
    "features":"As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment - the fate of Earth and existence itself has never been more uncertain. Adventure Action Science Fiction sacrifice magic superhero based on comic space"
  },
  {
    "id":9479,
    "title":"The Nightmare Before Christmas",
    "overview":"Tired of scaring humans every October 31 with the same old bag of tricks, Jack Skellington, the spindly king of Halloween Town, kidnaps Santa Claus and plans to deliver shrunken heads and other ghoulish gifts to children on Christmas morning. But as Christmas approaches, Jack's rag-doll girlfriend, Sally, tries to foil his misguided plans.",
    "genres":"Fantasy Animation Family",
    "keywords":"skeleton fire magic holiday santa claus",
    "popularity":33.8039,
    "vote_average":7.835,
    "poster_path":"\/oQffRNjK8e19rF7xVYEN8ew0j7b.jpg",
    "release_date":"1993-10-09",
    "features":"Tired of scaring humans every October 31 with the same old bag of tricks, Jack Skellington, the spindly king of Halloween Town, kidnaps Santa Claus and plans to deliver shrunken heads and other ghoulish gifts to children on Christmas morning. But as Christmas approaches, Jack's rag-doll girlfriend, Sally, tries to foil his misguided plans. Fantasy Animation Family skeleton fire magic holiday santa claus"
  },
  {
    "id":986056,
    "title":"Thunderbolts*",
    "overview":"After finding themselves ensnared in a death trap, seven disillusioned castoffs must embark on a dangerous mission that will force them to confront the darkest corners of their pasts.",
    "genres":"Action Science Fiction Adventure",
    "keywords":"new york city superhero villain based on comic mental health",
    "popularity":33.6499,
    "vote_average":7.322,
    "poster_path":"\/hqcexYHbiTBfDIdDWxrxPtVndBX.jpg",
    "release_date":"2025-04-30",
    "features":"After finding themselves ensnared in a death trap, seven disillusioned castoffs must embark on a dangerous mission that will force them to confront the darkest corners of their pasts. Action Science Fiction Adventure new york city superhero villain based on comic mental health"
  },
  {
    "id":533535,
    "title":"Deadpool & Wolverine",
    "overview":"A listless Wade Wilson toils away in civilian life with his days as the morally flexible mercenary, Deadpool, behind him. But when his homeworld faces an existential threat, Wade must reluctantly suit-up again with an even more reluctant Wolverine.",
    "genres":"Action Comedy Science Fiction",
    "keywords":"hero superhero anti hero mutant breaking the fourth wall",
    "popularity":33.3189,
    "vote_average":7.571,
    "poster_path":"\/8cdWjvZQUExUUTzyp4t6EDMubfO.jpg",
    "release_date":"2024-07-24",
    "features":"A listless Wade Wilson toils away in civilian life with his days as the morally flexible mercenary, Deadpool, behind him. But when his homeworld faces an existential threat, Wade must reluctantly suit-up again with an even more reluctant Wolverine. Action Comedy Science Fiction hero superhero anti hero mutant breaking the fourth wall"
  },
  {
    "id":1352755,
    "title":"Maintenance Required",
    "overview":"Charlie, the fiercely independent owner of an all-female mechanic shop, is forced to reevaluate her future when a flashy corporate competitor moves in across the street. Seeking comfort, she turns to an anonymous online confidant - unaware she's confiding in Beau, the very rival threatening her business. As sparks fly both online and off, the truth threatens to blow everything apart.",
    "genres":"Romance Comedy",
    "keywords":"car mechanic romcom",
    "popularity":32.9355,
    "vote_average":5.687,
    "poster_path":"\/lM7Q1y0pmHPWZCPmGkAWGKdgu6W.jpg",
    "release_date":"2025-10-07",
    "features":"Charlie, the fiercely independent owner of an all-female mechanic shop, is forced to reevaluate her future when a flashy corporate competitor moves in across the street. Seeking comfort, she turns to an anonymous online confidant - unaware she's confiding in Beau, the very rival threatening her business. As sparks fly both online and off, the truth threatens to blow everything apart. Romance Comedy car mechanic romcom"
  },
  {
    "id":1377413,
    "title":"St. Patrick's Day Massacre",
    "overview":"On a trip to Dublin to celebrate St. Patrick's Day, four friends agree to spend the night in an abandoned tavern, where they are stalked by an undead killer in search of revenge for a tragedy that occurred centuries before.",
    "genres":"Horror",
    "keywords":"serial killer st. patrick's day revenge murderer",
    "popularity":32.8845,
    "vote_average":4.667,
    "poster_path":"\/mc83CBPbeHQceWwrb8wlvxCaL3k.jpg",
    "release_date":"2025-03-10",
    "features":"On a trip to Dublin to celebrate St. Patrick's Day, four friends agree to spend the night in an abandoned tavern, where they are stalked by an undead killer in search of revenge for a tragedy that occurred centuries before. Horror serial killer st. patrick's day revenge murderer"
  },
  {
    "id":597,
    "title":"Titanic",
    "overview":"101-year-old Rose DeWitt Bukater tells the story of her life aboard the Titanic, 84 years later. A young Rose boards the ship with her mother and fiancé. Meanwhile, Jack Dawson and Fabrizio De Rossi win third-class tickets aboard the ship. Rose tells the whole story from Titanic's departure through to its death—on its first and last voyage—on April 15, 1912.",
    "genres":"Drama Romance",
    "keywords":"epic ship drowning soulmates panic",
    "popularity":32.6734,
    "vote_average":7.904,
    "poster_path":"\/9xjZS2rlVxm8SFx8kPC3aIGCOYQ.jpg",
    "release_date":"1997-11-18",
    "features":"101-year-old Rose DeWitt Bukater tells the story of her life aboard the Titanic, 84 years later. A young Rose boards the ship with her mother and fiancé. Meanwhile, Jack Dawson and Fabrizio De Rossi win third-class tickets aboard the ship. Rose tells the whole story from Titanic's departure through to its death—on its first and last voyage—on April 15, 1912. Drama Romance epic ship drowning soulmates panic"
  },
  {
    "id":1246049,
    "title":"Dracula: A Love Tale",
    "overview":"The story of 15th century Prince Vladimir who curses God following the death of his beloved wife and is turned into a vampire. Later, in 19th century London, he discovers his wife’s doppelgänger and dooms himself by pursuing her.",
    "genres":"Horror Fantasy Romance",
    "keywords":"vampire gothic horror music box dracula paris",
    "popularity":32.3699,
    "vote_average":7.163,
    "poster_path":"\/33SzuggkFlHAy3FE5qM9YmoMSOf.jpg",
    "release_date":"2025-07-30",
    "features":"The story of 15th century Prince Vladimir who curses God following the death of his beloved wife and is turned into a vampire. Later, in 19th century London, he discovers his wife’s doppelgänger and dooms himself by pursuing her. Horror Fantasy Romance vampire gothic horror music box dracula paris"
  },
  {
    "id":1241921,
    "title":"A Big Bold Beautiful Journey",
    "overview":"Sarah and David are single strangers who meet at a mutual friend’s wedding and soon, through a surprising twist of fate, find themselves on a funny, fantastical, sweeping adventure together where they get to re-live important moments from their respective pasts, illuminating how they got to where they are in the present... and possibly getting a chance to alter their futures.",
    "genres":"Romance Fantasy Drama",
    "keywords":"door journey memories",
    "popularity":32.2865,
    "vote_average":6.293,
    "poster_path":"\/uMAkmQlKthQpTMiyPAKOYK3JnMs.jpg",
    "release_date":"2025-09-17",
    "features":"Sarah and David are single strangers who meet at a mutual friend’s wedding and soon, through a surprising twist of fate, find themselves on a funny, fantastical, sweeping adventure together where they get to re-live important moments from their respective pasts, illuminating how they got to where they are in the present... and possibly getting a chance to alter their futures. Romance Fantasy Drama door journey memories"
  },
  {
    "id":987400,
    "title":"Aztec Batman: Clash of Empires",
    "overview":"In the time of the Aztec empire, tragedy strikes Yohualli Coatl when his father is murdered by Spanish conquistadors. To warn King Moctezuma and his high priest, Yoka, of imminent danger, Yohualli escapes to Tenochtitlán. There, he trains in the temple of the bat god Tzinacan with his mentor, developing equipment and weaponry to confront the Spanish invasion and avenge his father’s death. Along the way, he encounters key figures like the fierce Jaguar Woman and the conquistador Hernán Cortés.",
    "genres":"Animation Action Adventure Fantasy",
    "keywords":"death of father based on comic colonisation mexica (aztec) 16th century",
    "popularity":32.188,
    "vote_average":7.82,
    "poster_path":"\/s0Mlo5w4INp3bUdsJo3RaSSMXWz.jpg",
    "release_date":"2025-09-18",
    "features":"In the time of the Aztec empire, tragedy strikes Yohualli Coatl when his father is murdered by Spanish conquistadors. To warn King Moctezuma and his high priest, Yoka, of imminent danger, Yohualli escapes to Tenochtitlán. There, he trains in the temple of the bat god Tzinacan with his mentor, developing equipment and weaponry to confront the Spanish invasion and avenge his father’s death. Along the way, he encounters key figures like the fierce Jaguar Woman and the conquistador Hernán Cortés. Animation Action Adventure Fantasy death of father based on comic colonisation mexica (aztec) 16th century"
  },
  {
    "id":13494,
    "title":"Red Sonja",
    "overview":"A young girl rises from the ashes of tragedy to become the most feared warrior woman of all time: the She-Devil with a Sword.",
    "genres":"Adventure Action Fantasy",
    "keywords":"monster swordplay villainess queen talisman",
    "popularity":31.9246,
    "vote_average":5.721,
    "poster_path":"\/aE3yh4y0h96CZZpLo0UDFMWZAA9.jpg",
    "release_date":"2025-07-31",
    "features":"A young girl rises from the ashes of tragedy to become the most feared warrior woman of all time: the She-Devil with a Sword. Adventure Action Fantasy monster swordplay villainess queen talisman"
  },
  {
    "id":918044,
    "title":"Winter Boy",
    "overview":"Lucas is a 17-year-old gay teenager coping with the sudden and unexpected death of his father in an accident that may or may not have been suicide. He views his life as a wild animal in need of taming. Between a brother settled in Paris and a mother with whom he now lives alone, Lucas will have to fight to rediscover hope and love.",
    "genres":"Drama",
    "keywords":"coming of age lgbt lgbt teen death of parent boyhood",
    "popularity":31.7893,
    "vote_average":6.705,
    "poster_path":"\/qHRlWadU9QFZNP5TZcyEJVwYP2B.jpg",
    "release_date":"2022-11-30",
    "features":"Lucas is a 17-year-old gay teenager coping with the sudden and unexpected death of his father in an accident that may or may not have been suicide. He views his life as a wild animal in need of taming. Between a brother settled in Paris and a mother with whom he now lives alone, Lucas will have to fight to rediscover hope and love. Drama coming of age lgbt lgbt teen death of parent boyhood"
  },
  {
    "id":1011477,
    "title":"Karate Kid: Legends",
    "overview":"After a family tragedy, kung fu prodigy Li Fong is uprooted from his home in Beijing and forced to move to New York City with his mother. When a new friend needs his help, Li enters a karate competition – but his skills alone aren't enough. Li's kung fu teacher Mr. Han enlists original Karate Kid Daniel LaRusso for help, and Li learns a new way to fight, merging their two styles into one for the ultimate martial arts showdown.",
    "genres":"Action Adventure Drama",
    "keywords":"new york city martial arts kung fu mentor ex-boyfriend",
    "popularity":31.4483,
    "vote_average":7.098,
    "poster_path":"\/AEgggzRr1vZCLY86MAp93li43z.jpg",
    "release_date":"2025-05-08",
    "features":"After a family tragedy, kung fu prodigy Li Fong is uprooted from his home in Beijing and forced to move to New York City with his mother. When a new friend needs his help, Li enters a karate competition – but his skills alone aren't enough. Li's kung fu teacher Mr. Han enlists original Karate Kid Daniel LaRusso for help, and Li learns a new way to fight, merging their two styles into one for the ultimate martial arts showdown. Action Adventure Drama new york city martial arts kung fu mentor ex-boyfriend"
  },
  {
    "id":947512,
    "title":"Living Large",
    "overview":"A 12-year-old boy faces bullying due to his weight and decides to take charge of his life by adopting a healthier lifestyle and trying to win the heart of the girl he admires. Through his journey, he learns the importance of positivity and standing against body shaming, discovering that true confidence comes from embracing who you are.",
    "genres":"Animation Family Comedy",
    "keywords":"based on novel or book bullying stop motion obesity childhood obesity",
    "popularity":31.2804,
    "vote_average":6.125,
    "poster_path":"\/vezwk5UoGlAz3DT4TBrXwqVRhg1.jpg",
    "release_date":"2024-10-17",
    "features":"A 12-year-old boy faces bullying due to his weight and decides to take charge of his life by adopting a healthier lifestyle and trying to win the heart of the girl he admires. Through his journey, he learns the importance of positivity and standing against body shaming, discovering that true confidence comes from embracing who you are. Animation Family Comedy based on novel or book bullying stop motion obesity childhood obesity"
  },
  {
    "id":19995,
    "title":"Avatar",
    "overview":"In the 22nd century, a paraplegic Marine is dispatched to the moon Pandora on a unique mission, but becomes torn between following orders and protecting an alien civilization.",
    "genres":"Action Adventure Fantasy Science Fiction",
    "keywords":"paraplegic attachment to nature culture clash indigenous space travel",
    "popularity":31.0342,
    "vote_average":7.594,
    "poster_path":"\/gKY6q7SjCkAU6FqvqWybDYgUKIF.jpg",
    "release_date":"2009-12-15",
    "features":"In the 22nd century, a paraplegic Marine is dispatched to the moon Pandora on a unique mission, but becomes torn between following orders and protecting an alien civilization. Action Adventure Fantasy Science Fiction paraplegic attachment to nature culture clash indigenous space travel"
  },
  {
    "id":27205,
    "title":"Inception",
    "overview":"Cobb, a skilled thief who commits corporate espionage by infiltrating the subconscious of his targets is offered a chance to regain his old life as payment for a task considered to be impossible: \"inception\", the implantation of another person's idea into a target's subconscious.",
    "genres":"Action Science Fiction Adventure",
    "keywords":"rescue mission dreams airplane paris, france",
    "popularity":31.0016,
    "vote_average":8.37,
    "poster_path":"\/ljsZTbVsrQSqZgWeep2B1QiDKuh.jpg",
    "release_date":"2010-07-15",
    "features":"Cobb, a skilled thief who commits corporate espionage by infiltrating the subconscious of his targets is offered a chance to regain his old life as payment for a task considered to be impossible: \"inception\", the implantation of another person's idea into a target's subconscious. Action Science Fiction Adventure rescue mission dreams airplane paris, france"
  },
  {
    "id":9806,
    "title":"The Incredibles",
    "overview":"Bob Parr has given up his superhero days to log in time as an insurance adjuster and raise his three children with his formerly heroic wife in suburbia. But when he receives a mysterious assignment, it's time to get back into costume.",
    "genres":"Action Adventure Animation Family",
    "keywords":"hero secret identity superhero villain family relationships",
    "popularity":30.9444,
    "vote_average":7.719,
    "poster_path":"\/2LqaLgk4Z226KkgPJuiOQ58wvrm.jpg",
    "release_date":"2004-11-05",
    "features":"Bob Parr has given up his superhero days to log in time as an insurance adjuster and raise his three children with his formerly heroic wife in suburbia. But when he receives a mysterious assignment, it's time to get back into costume. Action Adventure Animation Family hero secret identity superhero villain family relationships"
  },
  {
    "id":537915,
    "title":"After",
    "overview":"Tessa Young is a dedicated student, dutiful daughter and loyal girlfriend to her high school sweetheart. Entering her first semester of college, Tessa's guarded world opens up when she meets Hardin Scott, a mysterious and brooding rebel who makes her question all she thought she knew about herself -- and what she wants out of life.",
    "genres":"Romance Drama",
    "keywords":"based on novel or book love teenage crush teenage romance bad boy",
    "popularity":30.8874,
    "vote_average":7.115,
    "poster_path":"\/u3B2YKUjWABcxXZ6Nm9h10hLUbh.jpg",
    "release_date":"2019-04-11",
    "features":"Tessa Young is a dedicated student, dutiful daughter and loyal girlfriend to her high school sweetheart. Entering her first semester of college, Tessa's guarded world opens up when she meets Hardin Scott, a mysterious and brooding rebel who makes her question all she thought she knew about herself -- and what she wants out of life. Romance Drama based on novel or book love teenage crush teenage romance bad boy"
  },
  {
    "id":1151031,
    "title":"Bring Her Back",
    "overview":"Following the death of their father, a brother and sister are sent to live with a foster mother, only to learn that she is hiding a terrifying secret.",
    "genres":"Horror Drama",
    "keywords":"sibling relationship ritual supernatural death of father grief",
    "popularity":30.4307,
    "vote_average":7.409,
    "poster_path":"\/1Q3GlCXGYWELifxANYZ5OVMRVZl.jpg",
    "release_date":"2025-05-28",
    "features":"Following the death of their father, a brother and sister are sent to live with a foster mother, only to learn that she is hiding a terrifying secret. Horror Drama sibling relationship ritual supernatural death of father grief"
  },
  {
    "id":519182,
    "title":"Despicable Me 4",
    "overview":"Gru and Lucy and their girls—Margo, Edith and Agnes—welcome a new member to the Gru family, Gru Jr., who is intent on tormenting his dad. Gru also faces a new nemesis in Maxime Le Mal and his femme fatale girlfriend Valentina, forcing the family to go on the run.",
    "genres":"Family Comedy Animation Science Fiction",
    "keywords":"superhero villain sequel super villain aftercreditsstinger",
    "popularity":30.0247,
    "vote_average":7.014,
    "poster_path":"\/wWba3TaojhK7NdycRhoQpsG0FaH.jpg",
    "release_date":"2024-06-20",
    "features":"Gru and Lucy and their girls—Margo, Edith and Agnes—welcome a new member to the Gru family, Gru Jr., who is intent on tormenting his dad. Gru also faces a new nemesis in Maxime Le Mal and his femme fatale girlfriend Valentina, forcing the family to go on the run. Family Comedy Animation Science Fiction superhero villain sequel super villain aftercreditsstinger"
  },
  {
    "id":1233413,
    "title":"Sinners",
    "overview":"Trying to leave their troubled lives behind, twin brothers return to their hometown to start again, only to discover that an even greater evil is waiting to welcome them back.",
    "genres":"Horror Action Thriller",
    "keywords":"chicago, illinois capitalism ku klux klan musician immortality",
    "popularity":30.0042,
    "vote_average":7.5,
    "poster_path":"\/4CkZl1LK6a5rXBqJB2ZP77h3N5i.jpg",
    "release_date":"2025-04-16",
    "features":"Trying to leave their troubled lives behind, twin brothers return to their hometown to start again, only to discover that an even greater evil is waiting to welcome them back. Horror Action Thriller chicago, illinois capitalism ku klux klan musician immortality"
  },
  {
    "id":1100988,
    "title":"28 Years Later",
    "overview":"Twenty-eight years since the rage virus escaped a biological weapons laboratory, now, still in a ruthlessly enforced quarantine, some have found ways to exist amidst the infected. One such group lives on a small island connected to the mainland by a single, heavily-defended causeway. When one member departs on a mission into the dark heart of the mainland, he discovers secrets, wonders, and horrors that have mutated not only the infected but other survivors as well.",
    "genres":"Horror Thriller Science Fiction",
    "keywords":"england post-apocalyptic future sequel survival zombie",
    "popularity":29.9691,
    "vote_average":6.675,
    "poster_path":"\/mIg1qCkVxnAlM2TK3RUF0tdEXlE.jpg",
    "release_date":"2025-06-18",
    "features":"Twenty-eight years since the rage virus escaped a biological weapons laboratory, now, still in a ruthlessly enforced quarantine, some have found ways to exist amidst the infected. One such group lives on a small island connected to the mainland by a single, heavily-defended causeway. When one member departs on a mission into the dark heart of the mainland, he discovers secrets, wonders, and horrors that have mutated not only the infected but other survivors as well. Horror Thriller Science Fiction england post-apocalyptic future sequel survival zombie"
  },
  {
    "id":81467,
    "title":"Laura's Toys",
    "overview":"Archaeologist Walter and his wife Laura are working at a dig on a small island off the coast of Sweden. One day Laura catches Walter having a go at it with his sexy assistant, Anna. Laura calls in her old friend--and former lesbian lover--Hanni to help get her revenge on Walter by having she and Hanni seduce Anna.",
    "genres":"Drama",
    "keywords":"adultery seduction sexual tension sexploitation attraction",
    "popularity":29.4986,
    "vote_average":4.824,
    "poster_path":"\/rqzupBGrChmHG5Wl6wy5vI0V3Vz.jpg",
    "release_date":"1975-01-01",
    "features":"Archaeologist Walter and his wife Laura are working at a dig on a small island off the coast of Sweden. One day Laura catches Walter having a go at it with his sexy assistant, Anna. Laura calls in her old friend--and former lesbian lover--Hanni to help get her revenge on Walter by having she and Hanni seduce Anna. Drama adultery seduction sexual tension sexploitation attraction"
  },
  {
    "id":749170,
    "title":"Heads of State",
    "overview":"The UK Prime Minister and US President have a public rivalry that risks their countries' alliance. But when they become targets of a powerful enemy, they're forced to rely on each other as they go on a wild, multinational run. Allied with Noel, a brilliant MI6 agent, they must find a way to thwart a conspiracy that threatens the free world.",
    "genres":"Action Thriller Comedy",
    "keywords":"usa president head of state mi6 british prime minister duringcreditsstinger",
    "popularity":29.2888,
    "vote_average":6.882,
    "poster_path":"\/lVgE5oLzf7ABmzyASEVcjYyHI41.jpg",
    "release_date":"2025-06-24",
    "features":"The UK Prime Minister and US President have a public rivalry that risks their countries' alliance. But when they become targets of a powerful enemy, they're forced to rely on each other as they go on a wild, multinational run. Allied with Noel, a brilliant MI6 agent, they must find a way to thwart a conspiracy that threatens the free world. Action Thriller Comedy usa president head of state mi6 british prime minister duringcreditsstinger"
  },
  {
    "id":1130044,
    "title":"Un paseo por el Borne",
    "overview":"Martín always wanted to be a film director, but until now he has not been able to fulfill his dream. After living in Madrid for a while, he returns to his native Mallorca to teach a course on the seventh art. His five students will give him back the hope he lost a long time ago and together they will join forces and passion to start a joint project. A priori insignificant course, but one that will change the lives of all of them.",
    "genres":"Drama Comedy",
    "keywords":"",
    "popularity":29.0544,
    "vote_average":0.0,
    "poster_path":"\/1joRjD8XxNoDVaefhSQbbTzmiCU.jpg",
    "release_date":"2024-07-25",
    "features":"Martín always wanted to be a film director, but until now he has not been able to fulfill his dream. After living in Madrid for a while, he returns to his native Mallorca to teach a course on the seventh art. His five students will give him back the hope he lost a long time ago and together they will join forces and passion to start a joint project. A priori insignificant course, but one that will change the lives of all of them. Drama Comedy "
  },
  {
    "id":1083433,
    "title":"I Know What You Did Last Summer",
    "overview":"When five friends inadvertently cause a deadly car accident, they cover up their involvement and make a pact to keep it a secret rather than face the consequences. A year later, their past comes back to haunt them and they're forced to confront a horrifying truth: someone knows what they did last summer…and is hell-bent on revenge.",
    "genres":"Horror Mystery Thriller",
    "keywords":"fisherman harpoon sequel revenge murder",
    "popularity":28.9814,
    "vote_average":5.832,
    "poster_path":"\/6BfZLQYj97NO1yD5JkSAf5vWzGj.jpg",
    "release_date":"2025-07-16",
    "features":"When five friends inadvertently cause a deadly car accident, they cover up their involvement and make a pact to keep it a secret rather than face the consequences. A year later, their past comes back to haunt them and they're forced to confront a horrifying truth: someone knows what they did last summer…and is hell-bent on revenge. Horror Mystery Thriller fisherman harpoon sequel revenge murder"
  },
  {
    "id":1242898,
    "title":"Predator: Badlands",
    "overview":"Cast out from his clan, a young Predator finds an unlikely ally in a damaged android and embarks on a treacherous journey in search of the ultimate adversary.",
    "genres":"Action Science Fiction",
    "keywords":"survival outcast alien planet team up",
    "popularity":28.9192,
    "vote_average":0.0,
    "poster_path":"\/pHpq9yNUIo6aDoCXEBzjSolywgz.jpg",
    "release_date":"2025-11-05",
    "features":"Cast out from his clan, a young Predator finds an unlikely ally in a damaged android and embarks on a treacherous journey in search of the ultimate adversary. Action Science Fiction survival outcast alien planet team up"
  },
  {
    "id":1242011,
    "title":"Together",
    "overview":"With a move to the countryside already testing the limits of a couple's relationship, a supernatural encounter begins an extreme transformation of their love, their lives, and their flesh.",
    "genres":"Horror Romance",
    "keywords":"countryside musician cave cult woods",
    "popularity":28.8485,
    "vote_average":7.164,
    "poster_path":"\/m52XidzKx94bKlToZfEXUnL3pdy.jpg",
    "release_date":"2025-07-28",
    "features":"With a move to the countryside already testing the limits of a couple's relationship, a supernatural encounter begins an extreme transformation of their love, their lives, and their flesh. Horror Romance countryside musician cave cult woods"
  },
  {
    "id":939243,
    "title":"Sonic the Hedgehog 3",
    "overview":"Sonic, Knuckles, and Tails reunite against a powerful new adversary, Shadow, a mysterious villain with powers unlike anything they have faced before. With their abilities outmatched in every way, Team Sonic must seek out an unlikely alliance in hopes of stopping Shadow and protecting the planet.",
    "genres":"Action Science Fiction Comedy Family",
    "keywords":"moon sequel based on video game psychotic dual role",
    "popularity":28.3018,
    "vote_average":7.653,
    "poster_path":"\/d8Ryb8AunYAuycVKDp5HpdWPKgC.jpg",
    "release_date":"2024-12-19",
    "features":"Sonic, Knuckles, and Tails reunite against a powerful new adversary, Shadow, a mysterious villain with powers unlike anything they have faced before. With their abilities outmatched in every way, Team Sonic must seek out an unlikely alliance in hopes of stopping Shadow and protecting the planet. Action Science Fiction Comedy Family moon sequel based on video game psychotic dual role"
  },
  {
    "id":120,
    "title":"The Lord of the Rings: The Fellowship of the Ring",
    "overview":"Young hobbit Frodo Baggins, after inheriting a mysterious ring from his uncle Bilbo, must leave his home in order to keep it from falling into the hands of its evil creator. Along the way, a fellowship is formed to protect the ringbearer and make sure that the ring arrives at its final destination: Mt. Doom, the only place where it can be destroyed.",
    "genres":"Adventure Fantasy Action",
    "keywords":"based on novel or book elves dwarf magic obsession",
    "popularity":28.2319,
    "vote_average":8.425,
    "poster_path":"\/6oom5QYQ2yQTMJIbnvbkBL9cHo6.jpg",
    "release_date":"2001-12-18",
    "features":"Young hobbit Frodo Baggins, after inheriting a mysterious ring from his uncle Bilbo, must leave his home in order to keep it from falling into the hands of its evil creator. Along the way, a fellowship is formed to protect the ringbearer and make sure that the ring arrives at its final destination: Mt. Doom, the only place where it can be destroyed. Adventure Fantasy Action based on novel or book elves dwarf magic obsession"
  },
  {
    "id":1400782,
    "title":"The Perfect Neighbor",
    "overview":"Police bodycam footage reveals how a long-running neighborhood dispute turned fatal in this documentary about fear, prejudice and Stand Your Ground laws.",
    "genres":"Documentary Thriller Crime",
    "keywords":"florida based on true story neighborhood watch neighborhood woman director",
    "popularity":27.9644,
    "vote_average":6.564,
    "poster_path":"\/2NE7yN45zo19o4LJr6JFxDWmh2b.jpg",
    "release_date":"2025-10-10",
    "features":"Police bodycam footage reveals how a long-running neighborhood dispute turned fatal in this documentary about fear, prejudice and Stand Your Ground laws. Documentary Thriller Crime florida based on true story neighborhood watch neighborhood woman director"
  },
  {
    "id":138843,
    "title":"The Conjuring",
    "overview":"Paranormal investigators Ed and Lorraine Warren work to help a family terrorized by a dark presence in their farmhouse. Forced to confront a powerful entity, the Warrens find themselves caught in the most terrifying case of their lives.",
    "genres":"Horror Thriller",
    "keywords":"sibling relationship 1970s cellar exorcism haunted house",
    "popularity":27.9018,
    "vote_average":7.54,
    "poster_path":"\/wVYREutTvI2tmxr6ujrHT704wGF.jpg",
    "release_date":"2013-07-18",
    "features":"Paranormal investigators Ed and Lorraine Warren work to help a family terrorized by a dark presence in their farmhouse. Forced to confront a powerful entity, the Warrens find themselves caught in the most terrifying case of their lives. Horror Thriller sibling relationship 1970s cellar exorcism haunted house"
  },
  {
    "id":269149,
    "title":"Zootopia",
    "overview":"Determined to prove herself, Officer Judy Hopps, the first bunny on Zootopia's police force, jumps at the chance to crack her first case - even if it means partnering with scam-artist fox Nick Wilde to solve the mystery.",
    "genres":"Animation Adventure Family Comedy",
    "keywords":"sheep allegory lion hippopotamus cartoon",
    "popularity":27.6862,
    "vote_average":7.751,
    "poster_path":"\/hlK0e0wAQ3VLuJcsfIYPvb4JVud.jpg",
    "release_date":"2016-02-11",
    "features":"Determined to prove herself, Officer Judy Hopps, the first bunny on Zootopia's police force, jumps at the chance to crack her first case - even if it means partnering with scam-artist fox Nick Wilde to solve the mystery. Animation Adventure Family Comedy sheep allegory lion hippopotamus cartoon"
  },
  {
    "id":385687,
    "title":"Fast X",
    "overview":"Over many missions and against impossible odds, Dom Toretto and his family have outsmarted, out-nerved and outdriven every foe in their path. Now, they confront the most lethal opponent they've ever faced: A terrifying threat emerging from the shadows of the past who's fueled by blood revenge, and who is determined to shatter this family and destroy everything—and everyone—that Dom loves, forever.",
    "genres":"Action Crime Thriller Adventure Mystery",
    "keywords":"sequel revenge betrayal racing family",
    "popularity":27.068,
    "vote_average":7.017,
    "poster_path":"\/fiVW06jE7z9YnO4trhaMEdclSiC.jpg",
    "release_date":"2023-05-17",
    "features":"Over many missions and against impossible odds, Dom Toretto and his family have outsmarted, out-nerved and outdriven every foe in their path. Now, they confront the most lethal opponent they've ever faced: A terrifying threat emerging from the shadows of the past who's fueled by blood revenge, and who is determined to shatter this family and destroy everything—and everyone—that Dom loves, forever. Action Crime Thriller Adventure Mystery sequel revenge betrayal racing family"
  },
  {
    "id":411,
    "title":"The Chronicles of Narnia: The Lion, the Witch and the Wardrobe",
    "overview":"Siblings Lucy, Edmund, Susan and Peter step through a magical wardrobe and find the land of Narnia. There, they discover a charming, once peaceful kingdom that has been plunged into eternal winter by the evil White Witch, Jadis. Aided by the wise and magnificent lion, Aslan, the children lead Narnia into a spectacular, climactic battle to be free of the Witch's glacial powers forever.",
    "genres":"Adventure Family Fantasy",
    "keywords":"witch epic sibling relationship saving the world based on novel or book",
    "popularity":26.7087,
    "vote_average":7.135,
    "poster_path":"\/iREd0rNCjYdf5Ar0vfaW32yrkm.jpg",
    "release_date":"2005-12-07",
    "features":"Siblings Lucy, Edmund, Susan and Peter step through a magical wardrobe and find the land of Narnia. There, they discover a charming, once peaceful kingdom that has been plunged into eternal winter by the evil White Witch, Jadis. Aided by the wise and magnificent lion, Aslan, the children lead Narnia into a spectacular, climactic battle to be free of the Witch's glacial powers forever. Adventure Family Fantasy witch epic sibling relationship saving the world based on novel or book"
  },
  {
    "id":1196364,
    "title":"Thamma",
    "overview":"Two destined lovers battle supernatural forces, family ties, and nature itself to defend their forbidden romance in a mystical world where ancient powers and prophecies threaten to keep them apart.",
    "genres":"Comedy Horror",
    "keywords":"maddock horror comedy universe (mhcu)",
    "popularity":26.6632,
    "vote_average":6.583,
    "poster_path":"\/d1SbIg1r1eowrCWsxHO6BJqQQwN.jpg",
    "release_date":"2025-10-21",
    "features":"Two destined lovers battle supernatural forces, family ties, and nature itself to defend their forbidden romance in a mystical world where ancient powers and prophecies threaten to keep them apart. Comedy Horror maddock horror comedy universe (mhcu)"
  },
  {
    "id":1028248,
    "title":"As Good as Dead",
    "overview":"An ex-cop in self-imposed witness protection in Mexico becomes a target when a fight video of his apprentice goes viral.",
    "genres":"Action Crime",
    "keywords":"affectation curious aggressive domineering admiring",
    "popularity":26.6118,
    "vote_average":6.227,
    "poster_path":"\/qqQPxxRQqfLrq0ubfDQCwhJHZ91.jpg",
    "release_date":"2022-12-16",
    "features":"An ex-cop in self-imposed witness protection in Mexico becomes a target when a fight video of his apprentice goes viral. Action Crime affectation curious aggressive domineering admiring"
  },
  {
    "id":122,
    "title":"The Lord of the Rings: The Return of the King",
    "overview":"As armies mass for a final battle that will decide the fate of the world--and powerful, ancient forces of Light and Dark compete to determine the outcome--one member of the Fellowship of the Ring is revealed as the noble heir to the throne of the Kings of Men. Yet, the sole hope for triumph over evil lies with a brave hobbit, Frodo, who, accompanied by his loyal friend Sam and the hideous, wretched Gollum, ventures deep into the very dark heart of Mordor on his seemingly impossible quest to destroy the Ring of Power.​",
    "genres":"Adventure Fantasy Action",
    "keywords":"army based on novel or book elves dwarf magic",
    "popularity":26.5732,
    "vote_average":8.5,
    "poster_path":"\/rCzpDGLbOoPwLjy3OAm5NUPOTrC.jpg",
    "release_date":"2003-12-17",
    "features":"As armies mass for a final battle that will decide the fate of the world--and powerful, ancient forces of Light and Dark compete to determine the outcome--one member of the Fellowship of the Ring is revealed as the noble heir to the throne of the Kings of Men. Yet, the sole hope for triumph over evil lies with a brave hobbit, Frodo, who, accompanied by his loyal friend Sam and the hideous, wretched Gollum, ventures deep into the very dark heart of Mordor on his seemingly impossible quest to destroy the Ring of Power.​ Adventure Fantasy Action army based on novel or book elves dwarf magic"
  },
  {
    "id":22,
    "title":"Pirates of the Caribbean: The Curse of the Black Pearl",
    "overview":"After Port Royal is attacked and pillaged by a mysterious pirate crew, capturing the governor's daughter Elizabeth Swann in the process, William Turner asks free-willing pirate Jack Sparrow to help him locate the crew's ship—The Black Pearl—so that he can rescue the woman he loves.",
    "genres":"Adventure Fantasy Action",
    "keywords":"blacksmith gold exotic island governor skeleton",
    "popularity":26.519,
    "vote_average":7.815,
    "poster_path":"\/z8onk7LV9Mmw6zKz4hT6pzzvmvl.jpg",
    "release_date":"2003-07-09",
    "features":"After Port Royal is attacked and pillaged by a mysterious pirate crew, capturing the governor's daughter Elizabeth Swann in the process, William Turner asks free-willing pirate Jack Sparrow to help him locate the crew's ship—The Black Pearl—so that he can rescue the woman he loves. Adventure Fantasy Action blacksmith gold exotic island governor skeleton"
  },
  {
    "id":402431,
    "title":"Wicked",
    "overview":"In the land of Oz, ostracized and misunderstood green-skinned Elphaba is forced to share a room with the popular aristocrat Glinda at Shiz University, and the two's unlikely friendship is tested as they begin to fulfill their respective destinies as Glinda the Good and the Wicked Witch of the West.",
    "genres":"Drama Romance Fantasy",
    "keywords":"witch dancing based on novel or book college wish",
    "popularity":26.5142,
    "vote_average":6.92,
    "poster_path":"\/xDGbZ0JJ3mYaGKy4Nzd9Kph6M9L.jpg",
    "release_date":"2024-11-20",
    "features":"In the land of Oz, ostracized and misunderstood green-skinned Elphaba is forced to share a room with the popular aristocrat Glinda at Shiz University, and the two's unlikely friendship is tested as they begin to fulfill their respective destinies as Glinda the Good and the Wicked Witch of the West. Drama Romance Fantasy witch dancing based on novel or book college wish"
  },
  {
    "id":870028,
    "title":"The Accountant²",
    "overview":"When an old acquaintance is murdered, Wolff is compelled to solve the case. Realizing more extreme measures are necessary, Wolff recruits his estranged and highly lethal brother, Brax, to help. In partnership with Marybeth Medina, they uncover a deadly conspiracy, becoming targets of a ruthless network of killers who will stop at nothing to keep their secrets buried.",
    "genres":"Mystery Crime Thriller",
    "keywords":"hitman autism sequel conspiracy whodunit",
    "popularity":26.5073,
    "vote_average":7.126,
    "poster_path":"\/lUvfTcOZiK0sdcX0WNLPbMyKjGm.jpg",
    "release_date":"2025-04-23",
    "features":"When an old acquaintance is murdered, Wolff is compelled to solve the case. Realizing more extreme measures are necessary, Wolff recruits his estranged and highly lethal brother, Brax, to help. In partnership with Marybeth Medina, they uncover a deadly conspiracy, becoming targets of a ruthless network of killers who will stop at nothing to keep their secrets buried. Mystery Crime Thriller hitman autism sequel conspiracy whodunit"
  },
  {
    "id":1319972,
    "title":"Don't Let's Go to the Dogs Tonight",
    "overview":"Growing up in the midst of the Zimbabwean War for independence, 8-year-old Bobo internalizes both sides of the struggle. Conflicted by her love for people on opposing sides, she tries to make sense of her life in a magical way.",
    "genres":"Drama",
    "keywords":"",
    "popularity":26.3432,
    "vote_average":7.5,
    "poster_path":"\/5V59yYkVfqrhMIcKGdJZRxqWb3H.jpg",
    "release_date":"2025-07-11",
    "features":"Growing up in the midst of the Zimbabwean War for independence, 8-year-old Bobo internalizes both sides of the struggle. Conflicted by her love for people on opposing sides, she tries to make sense of her life in a magical way. Drama "
  },
  {
    "id":912649,
    "title":"Venom: The Last Dance",
    "overview":"Eddie and Venom are on the run. Hunted by both of their worlds and with the net closing in, the duo are forced into a devastating decision that will bring the curtains down on Venom and Eddie's last dance.",
    "genres":"Action Science Fiction Adventure",
    "keywords":"hero superhero anti hero villain alien life-form",
    "popularity":26.1421,
    "vote_average":6.687,
    "poster_path":"\/vGXptEdgZIhPg3cGlc7e8sNPC2e.jpg",
    "release_date":"2024-10-22",
    "features":"Eddie and Venom are on the run. Hunted by both of their worlds and with the net closing in, the duo are forced into a devastating decision that will bring the curtains down on Venom and Eddie's last dance. Action Science Fiction Adventure hero superhero anti hero villain alien life-form"
  },
  {
    "id":1125257,
    "title":"Freakier Friday",
    "overview":"Years after Tess and Anna endured an identity crisis, Anna now has a daughter of her own and a soon-to-be stepdaughter. As they navigate the myriad challenges that come when two families merge, Tess and Anna discover lightning might indeed strike twice.",
    "genres":"Comedy Fantasy Family",
    "keywords":"based on novel or book body exchange sequel body-swap mother daughter relationship",
    "popularity":26.0995,
    "vote_average":7.023,
    "poster_path":"\/9wV65OmsjLAqBfDnYTkMPutXH8j.jpg",
    "release_date":"2025-08-06",
    "features":"Years after Tess and Anna endured an identity crisis, Anna now has a daughter of her own and a soon-to-be stepdaughter. As they navigate the myriad challenges that come when two families merge, Tess and Anna discover lightning might indeed strike twice. Comedy Fantasy Family based on novel or book body exchange sequel body-swap mother daughter relationship"
  },
  {
    "id":1044736,
    "title":"I Swear",
    "overview":"Thirtysomething Marco goes through life without a compass. Employed at a Forbach recycling center, he finds comfort in alcohol. And a little with Madeleine, a mature woman with whom he secretly has a relationship. One day, he is drawn by lot to be a juror of Assisi. Incapable of discernment for himself, Marco will have to decide the life of a young arsonist accused of manslaughter.",
    "genres":"Drama",
    "keywords":"",
    "popularity":26.093,
    "vote_average":5.8,
    "poster_path":"\/2vRX9FLH18tKXglKYX7N8vj85DW.jpg",
    "release_date":"2025-03-26",
    "features":"Thirtysomething Marco goes through life without a compass. Employed at a Forbach recycling center, he finds comfort in alcohol. And a little with Madeleine, a mature woman with whom he secretly has a relationship. One day, he is drawn by lot to be a juror of Assisi. Incapable of discernment for himself, Marco will have to decide the life of a young arsonist accused of manslaughter. Drama "
  },
  {
    "id":216015,
    "title":"Fifty Shades of Grey",
    "overview":"When college senior Anastasia Steele steps in for her sick roommate to interview prominent businessman Christian Grey for their campus paper, little does she realize the path her life will take. Christian, as enigmatic as he is rich and powerful, finds himself strangely drawn to Ana, and she to him. Though sexually inexperienced, Ana plunges headlong into an affair -- and learns that Christian's true sexual proclivities push the boundaries of pain and pleasure.",
    "genres":"Drama Romance Thriller",
    "keywords":"bad smell based on novel or book eroticism perversion spanking",
    "popularity":26.0172,
    "vote_average":5.879,
    "poster_path":"\/63kGofUkt1Mx0SIL4XI4Z5AoSgt.jpg",
    "release_date":"2015-02-11",
    "features":"When college senior Anastasia Steele steps in for her sick roommate to interview prominent businessman Christian Grey for their campus paper, little does she realize the path her life will take. Christian, as enigmatic as he is rich and powerful, finds himself strangely drawn to Ana, and she to him. Though sexually inexperienced, Ana plunges headlong into an affair -- and learns that Christian's true sexual proclivities push the boundaries of pain and pleasure. Drama Romance Thriller bad smell based on novel or book eroticism perversion spanking"
  },
  {
    "id":672,
    "title":"Harry Potter and the Chamber of Secrets",
    "overview":"Cars fly, trees fight back, and a mysterious house-elf comes to warn Harry Potter at the start of his second year at Hogwarts. Adventure and danger await when bloody writing on a wall announces: The Chamber Of Secrets Has Been Opened. To save Hogwarts will require all of Harry, Ron and Hermione’s magical abilities and courage.",
    "genres":"Adventure Fantasy",
    "keywords":"witch flying car elves magic sword",
    "popularity":25.965,
    "vote_average":7.705,
    "poster_path":"\/sdEOH0992YZ0QSxgXNIGLq1ToUi.jpg",
    "release_date":"2002-11-13",
    "features":"Cars fly, trees fight back, and a mysterious house-elf comes to warn Harry Potter at the start of his second year at Hogwarts. Adventure and danger await when bloody writing on a wall announces: The Chamber Of Secrets Has Been Opened. To save Hogwarts will require all of Harry, Ron and Hermione’s magical abilities and courage. Adventure Fantasy witch flying car elves magic sword"
  },
  {
    "id":823219,
    "title":"Flow",
    "overview":"A solitary cat, displaced by a great flood, finds refuge on a boat with various species and must navigate the challenges of adapting to a transformed world together.",
    "genres":"Animation Adventure Fantasy Family",
    "keywords":"ocean cat boat dystopia dog",
    "popularity":25.9302,
    "vote_average":8.135,
    "poster_path":"\/zME0Ul0w48MKkYBnFRn40M5qgLh.jpg",
    "release_date":"2024-08-29",
    "features":"A solitary cat, displaced by a great flood, finds refuge on a boat with various species and must navigate the challenges of adapting to a transformed world together. Animation Adventure Fantasy Family ocean cat boat dystopia dog"
  },
  {
    "id":20526,
    "title":"TRON: Legacy",
    "overview":"Sam Flynn, the tech-savvy and daring son of Kevin Flynn, investigates his father's disappearance and is pulled into The Grid. With the help of a mysterious program named Quorra, Sam quests to stop evil dictator Clu from crossing into the real world.",
    "genres":"Adventure Action Science Fiction",
    "keywords":"artificial intelligence (a.i.) computer program secret identity dystopia simulation",
    "popularity":25.8406,
    "vote_average":6.5,
    "poster_path":"\/vuifSABRpSnxCAOxEnWpNbZSXpp.jpg",
    "release_date":"2010-12-14",
    "features":"Sam Flynn, the tech-savvy and daring son of Kevin Flynn, investigates his father's disappearance and is pulled into The Grid. With the help of a mysterious program named Quorra, Sam quests to stop evil dictator Clu from crossing into the real world. Adventure Action Science Fiction artificial intelligence (a.i.) computer program secret identity dystopia simulation"
  },
  {
    "id":58,
    "title":"Pirates of the Caribbean: Dead Man's Chest",
    "overview":"Captain Jack Sparrow races to recover the heart of Davy Jones to avoid enslaving his soul to Jones' service, as other friends and foes seek the heart for their own agenda as well.",
    "genres":"Adventure Fantasy Action",
    "keywords":"witch daughter ship exotic island bondage",
    "popularity":25.7264,
    "vote_average":7.371,
    "poster_path":"\/lAhcKRt0ggTFkeFL95jrGQYaRXs.jpg",
    "release_date":"2006-07-06",
    "features":"Captain Jack Sparrow races to recover the heart of Davy Jones to avoid enslaving his soul to Jones' service, as other friends and foes seek the heart for their own agenda as well. Adventure Fantasy Action witch daughter ship exotic island bondage"
  },
  {
    "id":674,
    "title":"Harry Potter and the Goblet of Fire",
    "overview":"When Harry Potter's name emerges from the Goblet of Fire, he becomes a competitor in a grueling battle for glory among three wizarding schools—the Triwizard Tournament. But since Harry never submitted his name for the Tournament, who did? Now Harry must confront a deadly dragon, fierce water demons and an enchanted maze only to find himself in the cruel grasp of He Who Must Not Be Named.",
    "genres":"Adventure Fantasy",
    "keywords":"witch dying and death based on novel or book magic boarding school",
    "popularity":25.7263,
    "vote_average":7.8,
    "poster_path":"\/fECBtHlr0RB3foNHDiCBXeg9Bv9.jpg",
    "release_date":"2005-11-16",
    "features":"When Harry Potter's name emerges from the Goblet of Fire, he becomes a competitor in a grueling battle for glory among three wizarding schools—the Triwizard Tournament. But since Harry never submitted his name for the Tournament, who did? Now Harry must confront a deadly dragon, fierce water demons and an enchanted maze only to find himself in the cruel grasp of He Who Must Not Be Named. Adventure Fantasy witch dying and death based on novel or book magic boarding school"
  },
  {
    "id":635302,
    "title":"Demon Slayer -Kimetsu no Yaiba- The Movie: Mugen Train",
    "overview":"Tanjiro Kamado, joined with Inosuke Hashibira, a boy raised by boars who wears a boar's head, and Zenitsu Agatsuma, a scared boy who reveals his true power when he sleeps, boards the Infinity Train on a new mission with the Fire Hashira, Kyojuro Rengoku, to defeat a demon who has been tormenting the people and killing the demon slayers who oppose it!",
    "genres":"Animation Action Fantasy Thriller",
    "keywords":"fight magic supernatural psychology gore",
    "popularity":25.7112,
    "vote_average":8.209,
    "poster_path":"\/h8Rb9gBr48ODIwYUttZNYeMWeUU.jpg",
    "release_date":"2020-10-16",
    "features":"Tanjiro Kamado, joined with Inosuke Hashibira, a boy raised by boars who wears a boar's head, and Zenitsu Agatsuma, a scared boy who reveals his true power when he sleeps, boards the Infinity Train on a new mission with the Fire Hashira, Kyojuro Rengoku, to defeat a demon who has been tormenting the people and killing the demon slayers who oppose it! Animation Action Fantasy Thriller fight magic supernatural psychology gore"
  },
  {
    "id":1081196,
    "title":"Four Mothers",
    "overview":"Edward, a gay novelist saddled with caring for his elderly mother, finally finds himself on the brink of literary success. With pressure to go on a US book tour mounting, the last thing Edward needs is his friends jetting off to Spain for an impromptu Pride holiday, leaving their mothers on his doorstep! Over a chaotic weekend, he has to juggle his burgeoning career with the care of four eccentric, combative, and wildly different ladies.",
    "genres":"Comedy Drama",
    "keywords":"remake novelist lgbt mother son relationship gay theme",
    "popularity":25.6192,
    "vote_average":6.9,
    "poster_path":"\/bvpXFlOuSYN0AOo9KAd0XOEs8mX.jpg",
    "release_date":"2025-04-04",
    "features":"Edward, a gay novelist saddled with caring for his elderly mother, finally finds himself on the brink of literary success. With pressure to go on a US book tour mounting, the last thing Edward needs is his friends jetting off to Spain for an impromptu Pride holiday, leaving their mothers on his doorstep! Over a chaotic weekend, he has to juggle his burgeoning career with the care of four eccentric, combative, and wildly different ladies. Comedy Drama remake novelist lgbt mother son relationship gay theme"
  },
  {
    "id":474350,
    "title":"It Chapter Two",
    "overview":"27 years after overcoming the malevolent supernatural entity Pennywise, the former members of the Losers' Club, who have grown up and moved away from Derry, are brought back together by a devastating phone call.",
    "genres":"Horror Thriller",
    "keywords":"based on novel or book clown carnival sequel remake",
    "popularity":25.3598,
    "vote_average":6.834,
    "poster_path":"\/zfE0R94v1E8cuKAerbskfD3VfUt.jpg",
    "release_date":"2019-09-04",
    "features":"27 years after overcoming the malevolent supernatural entity Pennywise, the former members of the Losers' Club, who have grown up and moved away from Derry, are brought back together by a devastating phone call. Horror Thriller based on novel or book clown carnival sequel remake"
  },
  {
    "id":1151334,
    "title":"Eenie Meanie",
    "overview":"A former teenage getaway driver gets dragged back into her unsavory past when a former employer offers her a chance to save the life of her chronically unreliable ex-boyfriend.",
    "genres":"Thriller Action Comedy",
    "keywords":"disgusted",
    "popularity":25.2254,
    "vote_average":6.3,
    "poster_path":"\/12Va3oO3oYUdOd75zM57Nx1976a.jpg",
    "release_date":"2025-08-21",
    "features":"A former teenage getaway driver gets dragged back into her unsavory past when a former employer offers her a chance to save the life of her chronically unreliable ex-boyfriend. Thriller Action Comedy disgusted"
  },
  {
    "id":872585,
    "title":"Oppenheimer",
    "overview":"The story of J. Robert Oppenheimer's role in the development of the atomic bomb during World War II.",
    "genres":"Drama History",
    "keywords":"husband wife relationship based on novel or book atomic bomb patriotism new mexico",
    "popularity":25.1773,
    "vote_average":8.048,
    "poster_path":"\/8Gxv8gSFCU0XGDykEGv7zR1n2ua.jpg",
    "release_date":"2023-07-19",
    "features":"The story of J. Robert Oppenheimer's role in the development of the atomic bomb during World War II. Drama History husband wife relationship based on novel or book atomic bomb patriotism new mexico"
  },
  {
    "id":1184918,
    "title":"The Wild Robot",
    "overview":"After a shipwreck, an intelligent robot called Roz is stranded on an uninhabited island. To survive the harsh environment, Roz bonds with the island's animals and cares for an orphaned baby goose.",
    "genres":"Animation Science Fiction Family Drama",
    "keywords":"villain robot based on children's book female villain aftercreditsstinger",
    "popularity":25.1609,
    "vote_average":8.319,
    "poster_path":"\/wTnV3PCVW5O92JMrFvvrRcV39RU.jpg",
    "release_date":"2024-09-12",
    "features":"After a shipwreck, an intelligent robot called Roz is stranded on an uninhabited island. To survive the harsh environment, Roz bonds with the island's animals and cares for an orphaned baby goose. Animation Science Fiction Family Drama villain robot based on children's book female villain aftercreditsstinger"
  },
  {
    "id":808,
    "title":"Shrek",
    "overview":"It ain't easy bein' green -- especially if you're a likable (albeit smelly) ogre named Shrek. On a mission to retrieve a gorgeous princess from the clutches of a fire-breathing dragon, Shrek teams up with an unlikely compatriot -- a wisecracking donkey.",
    "genres":"Animation Comedy Fantasy Adventure Family",
    "keywords":"princess based on novel or book magic fairy tale donkey",
    "popularity":25.1192,
    "vote_average":7.8,
    "poster_path":"\/o04jZs5SXhbvhqO4981W7KJXOWZ.jpg",
    "release_date":"2001-05-18",
    "features":"It ain't easy bein' green -- especially if you're a likable (albeit smelly) ogre named Shrek. On a mission to retrieve a gorgeous princess from the clutches of a fire-breathing dragon, Shrek teams up with an unlikely compatriot -- a wisecracking donkey. Animation Comedy Fantasy Adventure Family princess based on novel or book magic fairy tale donkey"
  },
  {
    "id":870360,
    "title":"The Day the Earth Blew Up: A Looney Tunes Movie",
    "overview":"Porky and Daffy, the classic animated odd couple, turn into unlikely heroes when their antics at the local bubble gum factory uncover a secret alien mind control plot. Against all odds, the two are determined to save their town (and the world!)...that is if they don't drive each other crazy in the process.",
    "genres":"Family Comedy Adventure Animation Science Fiction",
    "keywords":"chewing gum zombie alien invasion buddy comedy duringcreditsstinger",
    "popularity":25.0644,
    "vote_average":7.7,
    "poster_path":"\/s2lB1kaYCdGSnZX5meQCiOR6HfX.jpg",
    "release_date":"2024-08-01",
    "features":"Porky and Daffy, the classic animated odd couple, turn into unlikely heroes when their antics at the local bubble gum factory uncover a secret alien mind control plot. Against all odds, the two are determined to save their town (and the world!)...that is if they don't drive each other crazy in the process. Family Comedy Adventure Animation Science Fiction chewing gum zombie alien invasion buddy comedy duringcreditsstinger"
  },
  {
    "id":1376434,
    "title":"Predator: Killer of Killers",
    "overview":"While three of the fiercest warriors in human history—a Viking raider, a ninja in feudal Japan, and a WWII pilot—are killers in their own right, they are merely prey for their new opponent: the ultimate killer of killers.",
    "genres":"Animation Action Science Fiction Thriller",
    "keywords":"florida japan predator world war ii harpoon",
    "popularity":25.0399,
    "vote_average":7.89,
    "poster_path":"\/2XDQa6EmFHSA37j1t0w88vpWqj9.jpg",
    "release_date":"2025-06-05",
    "features":"While three of the fiercest warriors in human history—a Viking raider, a ninja in feudal Japan, and a WWII pilot—are killers in their own right, they are merely prey for their new opponent: the ultimate killer of killers. Animation Action Science Fiction Thriller florida japan predator world war ii harpoon"
  },
  {
    "id":1299046,
    "title":"Diamonds",
    "overview":"A film director gathers his favorite actresses, those he worked with and those he loved. He wants to make a film about women but he doesn’t reveal much: he observes them, takes cue, until his imaginary throw them into another era, in a past where the noise of the sewing machines fills a workplace handled and populated by women, where men have minor and marginal roles and cinema can be told from another point of view: the one of costume. Between loneliness, passions, anxieties, heartbreaking absence and unbreakable bonds, reality and fiction permeate, as well as the lives of the actresses and those of the characters, the competition and the sisterhood, the visible and the invisible.",
    "genres":"Comedy Drama",
    "keywords":"",
    "popularity":24.9892,
    "vote_average":7.2,
    "poster_path":"\/l9Gwwr7nMQzCsOZ9B0b6FlOWTU6.jpg",
    "release_date":"2024-12-19",
    "features":"A film director gathers his favorite actresses, those he worked with and those he loved. He wants to make a film about women but he doesn’t reveal much: he observes them, takes cue, until his imaginary throw them into another era, in a past where the noise of the sewing machines fills a workplace handled and populated by women, where men have minor and marginal roles and cinema can be told from another point of view: the one of costume. Between loneliness, passions, anxieties, heartbreaking absence and unbreakable bonds, reality and fiction permeate, as well as the lives of the actresses and those of the characters, the competition and the sisterhood, the visible and the invisible. Comedy Drama "
  },
  {
    "id":1084242,
    "title":"Zootopia 2",
    "overview":"After cracking the biggest case in Zootopia's history, rookie cops Judy Hopps and Nick Wilde find their partnership isn't as solid as they thought when Chief Bogo orders them to join the Partners in Crisis counseling program. But it doesn't take long for their partnership to be put to the ultimate test when they find themselves on the twisting trail of a mystery tied to the arrival of a venomous snake in the animal metropolis.",
    "genres":"Family Comedy Adventure Animation Mystery",
    "keywords":"sequel anthropomorphism animals talking animal 3d animation",
    "popularity":24.7391,
    "vote_average":0.0,
    "poster_path":"\/5YoeDZiEUHvqGCpO1JuN45a1PEc.jpg",
    "release_date":"2025-11-26",
    "features":"After cracking the biggest case in Zootopia's history, rookie cops Judy Hopps and Nick Wilde find their partnership isn't as solid as they thought when Chief Bogo orders them to join the Partners in Crisis counseling program. But it doesn't take long for their partnership to be put to the ultimate test when they find themselves on the twisting trail of a mystery tied to the arrival of a venomous snake in the animal metropolis. Family Comedy Adventure Animation Mystery sequel anthropomorphism animals talking animal 3d animation"
  },
  {
    "id":1100782,
    "title":"Smile 2",
    "overview":"About to embark on a new world tour, global pop sensation Skye Riley begins experiencing increasingly terrifying and inexplicable events. Overwhelmed by the escalating horrors and the pressures of fame, Skye is forced to face her dark past to regain control of her life before it spirals out of control.",
    "genres":"Horror Mystery",
    "keywords":"drug dealer new york city suicide concert delusion",
    "popularity":24.7219,
    "vote_average":6.594,
    "poster_path":"\/ht8Uv9QPv9y7K0RvUyJIaXOZTfd.jpg",
    "release_date":"2024-10-16",
    "features":"About to embark on a new world tour, global pop sensation Skye Riley begins experiencing increasingly terrifying and inexplicable events. Overwhelmed by the escalating horrors and the pressures of fame, Skye is forced to face her dark past to regain control of her life before it spirals out of control. Horror Mystery drug dealer new york city suicide concert delusion"
  },
  {
    "id":1419406,
    "title":"The Shadow's Edge",
    "overview":"Macau Police brings the tracking expert police officer out of retirement to help catch a dangerous group of professional thieves.",
    "genres":"Action Crime Thriller",
    "keywords":"inspirational",
    "popularity":24.6383,
    "vote_average":7.2,
    "poster_path":"\/e0RU6KpdnrqFxDKlI3NOqN8nHL6.jpg",
    "release_date":"2025-08-16",
    "features":"Macau Police brings the tracking expert police officer out of retirement to help catch a dangerous group of professional thieves. Action Crime Thriller inspirational"
  },
  {
    "id":438631,
    "title":"Dune",
    "overview":"Paul Atreides, a brilliant and gifted young man born into a great destiny beyond his understanding, must travel to the most dangerous planet in the universe to ensure the future of his family and his people. As malevolent forces explode into conflict over the planet's exclusive supply of the most precious resource in existence-a commodity capable of unlocking humanity's greatest potential-only those who can conquer their fear will survive.",
    "genres":"Science Fiction Adventure",
    "keywords":"empire future epic army based on novel or book",
    "popularity":24.5552,
    "vote_average":7.8,
    "poster_path":"\/d5NXSklXo0qyIYkgV94XAgMIckC.jpg",
    "release_date":"2021-09-15",
    "features":"Paul Atreides, a brilliant and gifted young man born into a great destiny beyond his understanding, must travel to the most dangerous planet in the universe to ensure the future of his family and his people. As malevolent forces explode into conflict over the planet's exclusive supply of the most precious resource in existence-a commodity capable of unlocking humanity's greatest potential-only those who can conquer their fear will survive. Science Fiction Adventure empire future epic army based on novel or book"
  },
  {
    "id":1124620,
    "title":"The Monkey",
    "overview":"When twin brothers find a mysterious wind-up monkey, a series of outrageous deaths tear their family apart. Twenty-five years later, the monkey begins a new killing spree forcing the estranged brothers to confront the cursed toy.",
    "genres":"Horror Comedy",
    "keywords":"sibling relationship shotgun supernatural drums harpoon",
    "popularity":24.4892,
    "vote_average":5.962,
    "poster_path":"\/yYa8Onk9ow7ukcnfp2QWVvjWYel.jpg",
    "release_date":"2025-02-14",
    "features":"When twin brothers find a mysterious wind-up monkey, a series of outrageous deaths tear their family apart. Twenty-five years later, the monkey begins a new killing spree forcing the estranged brothers to confront the cursed toy. Horror Comedy sibling relationship shotgun supernatural drums harpoon"
  },
  {
    "id":1245993,
    "title":"Caught Stealing",
    "overview":"Burned-out ex-baseball player Hank Thompson unexpectedly finds himself embroiled in a dangerous struggle for survival amidst the criminal underbelly of late 1990s New York City, forced to navigate a treacherous underworld he never imagined.",
    "genres":"Crime Thriller Comedy",
    "keywords":"new york city based on novel or book baseball criminal underworld duringcreditsstinger",
    "popularity":24.4608,
    "vote_average":6.957,
    "poster_path":"\/cvda8s5J8YaHjTyEyXQpvD6f3iV.jpg",
    "release_date":"2025-08-26",
    "features":"Burned-out ex-baseball player Hank Thompson unexpectedly finds himself embroiled in a dangerous struggle for survival amidst the criminal underbelly of late 1990s New York City, forced to navigate a treacherous underworld he never imagined. Crime Thriller Comedy new york city based on novel or book baseball criminal underworld duringcreditsstinger"
  },
  {
    "id":634649,
    "title":"Spider-Man: No Way Home",
    "overview":"Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man.",
    "genres":"Action Adventure Science Fiction",
    "keywords":"new york city hero showdown magic loss of loved one",
    "popularity":24.3514,
    "vote_average":7.938,
    "poster_path":"\/1g0dhYtq4irTY1GPXvft6k4YLjm.jpg",
    "release_date":"2021-12-15",
    "features":"Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man. Action Adventure Science Fiction new york city hero showdown magic loss of loved one"
  },
  {
    "id":1011985,
    "title":"Kung Fu Panda 4",
    "overview":"Po is gearing up to become the spiritual leader of his Valley of Peace, but also needs someone to take his place as Dragon Warrior. As such, he will train a new kung fu practitioner for the spot and will encounter a villain called the Chameleon who conjures villains from the past.",
    "genres":"Animation Family Action Comedy Adventure Fantasy",
    "keywords":"martial arts kung fu china villain sequel",
    "popularity":24.2764,
    "vote_average":7.033,
    "poster_path":"\/kDp1vUBnMpe8ak4rjgl3cLELqjU.jpg",
    "release_date":"2024-03-02",
    "features":"Po is gearing up to become the spiritual leader of his Valley of Peace, but also needs someone to take his place as Dragon Warrior. As such, he will train a new kung fu practitioner for the spot and will encounter a villain called the Chameleon who conjures villains from the past. Animation Family Action Comedy Adventure Fantasy martial arts kung fu china villain sequel"
  },
  {
    "id":129,
    "title":"Spirited Away",
    "overview":"A young girl, Chihiro, becomes trapped in a strange new world of spirits. When her parents undergo a mysterious transformation, she must call upon the courage she never knew she had to free her family.",
    "genres":"Animation Family Fantasy",
    "keywords":"witch parent child relationship darkness bath house magic",
    "popularity":24.2747,
    "vote_average":8.535,
    "poster_path":"\/39wmItIWsg5sZMyRUHLkWBcuVCM.jpg",
    "release_date":"2001-07-20",
    "features":"A young girl, Chihiro, becomes trapped in a strange new world of spirits. When her parents undergo a mysterious transformation, she must call upon the courage she never knew she had to free her family. Animation Family Fantasy witch parent child relationship darkness bath house magic"
  },
  {
    "id":539972,
    "title":"Kraven the Hunter",
    "overview":"Kraven Kravinoff's complex relationship with his ruthless gangster father, Nikolai, starts him down a path of vengeance with brutal consequences, motivating him to become not only the greatest hunter in the world, but also one of its most feared.",
    "genres":"Action Adventure Thriller",
    "keywords":"hunter superhero villain based on comic supervillain",
    "popularity":24.2704,
    "vote_average":6.5,
    "poster_path":"\/i47IUSsN126K11JUzqQIOi1Mg1M.jpg",
    "release_date":"2024-12-11",
    "features":"Kraven Kravinoff's complex relationship with his ruthless gangster father, Nikolai, starts him down a path of vengeance with brutal consequences, motivating him to become not only the greatest hunter in the world, but also one of its most feared. Action Adventure Thriller hunter superhero villain based on comic supervillain"
  },
  {
    "id":105,
    "title":"Back to the Future",
    "overview":"Eighties teenager Marty McFly is accidentally sent back in time to 1955, inadvertently disrupting his parents' first meeting and attracting his mother's romantic interest. Marty must repair the damage to history by rekindling his parents' romance and - with the help of his eccentric inventor friend Doc Brown - return to 1985.",
    "genres":"Adventure Comedy Science Fiction",
    "keywords":"flying car race against time clock tower car race lightning",
    "popularity":24.2575,
    "vote_average":8.321,
    "poster_path":"\/vN5B5WgYscRGcQpVhHl6p9DDTP0.jpg",
    "release_date":"1985-07-03",
    "features":"Eighties teenager Marty McFly is accidentally sent back in time to 1955, inadvertently disrupting his parents' first meeting and attracting his mother's romantic interest. Marty must repair the damage to history by rekindling his parents' romance and - with the help of his eccentric inventor friend Doc Brown - return to 1985. Adventure Comedy Science Fiction flying car race against time clock tower car race lightning"
  },
  {
    "id":1326106,
    "title":"Kaiju No. 8: Mission Recon",
    "overview":"In a Kaiju-filled Japan, Kafka Hibino works in monster disposal. After reuniting with his childhood friend Mina Ashiro, a rising star in the anti-Kaiju Defense Force, he decides to pursue his abandoned dream of joining the Force, when he suddenly transforms into the powerful \"Kaiju No. 8.\" An action-packed recap of the first season of Kaiju No. 8 and a new original episode, Hoshina's Day Off.",
    "genres":"Animation Action Science Fiction",
    "keywords":"giant monster compilation based on manga kaiju edited from tv series",
    "popularity":24.2424,
    "vote_average":7.901,
    "poster_path":"\/2mU8qUbYKlHBdmDDbCmKLuqXd1m.jpg",
    "release_date":"2025-03-28",
    "features":"In a Kaiju-filled Japan, Kafka Hibino works in monster disposal. After reuniting with his childhood friend Mina Ashiro, a rising star in the anti-Kaiju Defense Force, he decides to pursue his abandoned dream of joining the Force, when he suddenly transforms into the powerful \"Kaiju No. 8.\" An action-packed recap of the first season of Kaiju No. 8 and a new original episode, Hoshina's Day Off. Animation Action Science Fiction giant monster compilation based on manga kaiju edited from tv series"
  },
  {
    "id":713364,
    "title":"Clown in a Cornfield",
    "overview":"Quinn and her father have just moved to the quiet town of Kettle Springs hoping for a fresh start. Instead, she discovers a fractured community that has fallen on hard times after the treasured Baypen Corn Syrup Factory burned down. As the locals bicker amongst themselves and tensions boil over, a sinister, grinning figure emerges from the cornfields to cleanse the town of its burdens, one bloody victim at a time.",
    "genres":"Horror Mystery Thriller",
    "keywords":"small town based on novel or book beheading rifle slasher",
    "popularity":24.1967,
    "vote_average":6.107,
    "poster_path":"\/6ep6gw90TJ8bYvJC6hEDo8SxjoJ.jpg",
    "release_date":"2025-05-08",
    "features":"Quinn and her father have just moved to the quiet town of Kettle Springs hoping for a fresh start. Instead, she discovers a fractured community that has fallen on hard times after the treasured Baypen Corn Syrup Factory burned down. As the locals bicker amongst themselves and tensions boil over, a sinister, grinning figure emerges from the cornfields to cleanse the town of its burdens, one bloody victim at a time. Horror Mystery Thriller small town based on novel or book beheading rifle slasher"
  },
  {
    "id":109445,
    "title":"Frozen",
    "overview":"Young princess Anna of Arendelle dreams about finding true love at her sister Elsa’s coronation. Fate takes her on a dangerous journey in an attempt to end the eternal winter that has fallen over the kingdom. She's accompanied by ice delivery man Kristoff, his reindeer Sven, and snowman Olaf. On an adventure where she will find out what friendship, courage, family, and true love really means.",
    "genres":"Animation Family Adventure Fantasy",
    "keywords":"princess magic mistake in person queen cartoon",
    "popularity":24.0339,
    "vote_average":7.248,
    "poster_path":"\/itAKcobTYGpYT8Phwjd8c9hleTo.jpg",
    "release_date":"2013-11-20",
    "features":"Young princess Anna of Arendelle dreams about finding true love at her sister Elsa’s coronation. Fate takes her on a dangerous journey in an attempt to end the eternal winter that has fallen over the kingdom. She's accompanied by ice delivery man Kristoff, his reindeer Sven, and snowman Olaf. On an adventure where she will find out what friendship, courage, family, and true love really means. Animation Family Adventure Fantasy princess magic mistake in person queen cartoon"
  },
  {
    "id":359410,
    "title":"Road House",
    "overview":"Ex-UFC fighter Dalton takes a job as a bouncer at a Florida Keys roadhouse, only to discover that this paradise is not all it seems.",
    "genres":"Action Thriller",
    "keywords":"florida keys mixed martial arts (mma) remake bouncer fighting",
    "popularity":23.941,
    "vote_average":6.942,
    "poster_path":"\/fDEdtS4P0gJsxHDIt8dG8TR5dx1.jpg",
    "release_date":"2024-03-08",
    "features":"Ex-UFC fighter Dalton takes a job as a bouncer at a Florida Keys roadhouse, only to discover that this paradise is not all it seems. Action Thriller florida keys mixed martial arts (mma) remake bouncer fighting"
  },
  {
    "id":845781,
    "title":"Red One",
    "overview":"After Santa Claus (codename: Red One) is kidnapped, the North Pole's Head of Security must team up with the world's most infamous tracker in a globe-trotting, action-packed mission to save Christmas.",
    "genres":"Action Comedy Fantasy",
    "keywords":"bounty hunter holiday kidnapping santa claus polar bear",
    "popularity":23.8337,
    "vote_average":7.037,
    "poster_path":"\/cdqLnri3NEGcmfnqwk2TSIYtddg.jpg",
    "release_date":"2024-10-31",
    "features":"After Santa Claus (codename: Red One) is kidnapped, the North Pole's Head of Security must team up with the world's most infamous tracker in a globe-trotting, action-packed mission to save Christmas. Action Comedy Fantasy bounty hunter holiday kidnapping santa claus polar bear"
  },
  {
    "id":1241470,
    "title":"Osiris",
    "overview":"Special Forces commandos on a mission are abducted mid-operation by a mysterious spacecraft. Upon waking aboard, they find themselves prey to a relentless alien race in a fight for survival.",
    "genres":"Science Fiction Action Horror",
    "keywords":"spacecraft special forces",
    "popularity":23.8231,
    "vote_average":6.431,
    "poster_path":"\/3YtZHtXPNG5AleisgEatEfZOT2w.jpg",
    "release_date":"2025-07-25",
    "features":"Special Forces commandos on a mission are abducted mid-operation by a mysterious spacecraft. Upon waking aboard, they find themselves prey to a relentless alien race in a fight for survival. Science Fiction Action Horror spacecraft special forces"
  },
  {
    "id":1034541,
    "title":"Terrifier 3",
    "overview":"Five years after surviving Art the Clown's Halloween massacre, Sienna and Jonathan are still struggling to rebuild their shattered lives. As the holiday season approaches, they try to embrace the Christmas spirit and leave the horrors of the past behind. But just when they think they're safe, Art returns, determined to turn their holiday cheer into a new nightmare. The festive season quickly unravels as Art unleashes his twisted brand of terror, proving that no holiday is safe.",
    "genres":"Horror Thriller",
    "keywords":"monster post-traumatic stress disorder (ptsd) angel shower child murder",
    "popularity":23.7212,
    "vote_average":6.832,
    "poster_path":"\/ju10W5gl3PPK3b7TjEmVOZap51I.jpg",
    "release_date":"2024-10-09",
    "features":"Five years after surviving Art the Clown's Halloween massacre, Sienna and Jonathan are still struggling to rebuild their shattered lives. As the holiday season approaches, they try to embrace the Christmas spirit and leave the horrors of the past behind. But just when they think they're safe, Art returns, determined to turn their holiday cheer into a new nightmare. The festive season quickly unravels as Art unleashes his twisted brand of terror, proving that no holiday is safe. Horror Thriller monster post-traumatic stress disorder (ptsd) angel shower child murder"
  },
  {
    "id":790462,
    "title":"I.S.S.",
    "overview":"Tensions flare in the near future aboard the International Space Station as a conflict breaks out on Earth. U.S. and Russian astronauts receive orders from the ground: take control of the station by any means necessary.",
    "genres":"Science Fiction Thriller",
    "keywords":"alcohol paranoia space astronaut zero gravity",
    "popularity":22.4167,
    "vote_average":5.815,
    "poster_path":"\/blPAS2HZcOGLTREbUeNIWmz0B6f.jpg",
    "release_date":"2024-01-19",
    "features":"Tensions flare in the near future aboard the International Space Station as a conflict breaks out on Earth. U.S. and Russian astronauts receive orders from the ground: take control of the station by any means necessary. Science Fiction Thriller alcohol paranoia space astronaut zero gravity"
  },
  {
    "id":1064213,
    "title":"Anora",
    "overview":"A young sex worker from Brooklyn gets her chance at a Cinderella story when she meets and impulsively marries the son of an oligarch. Once the news reaches Russia, her fairytale is threatened as his parents set out to get the marriage annulled.",
    "genres":"Drama Comedy Romance",
    "keywords":"new year's eve new york city marriage boardwalk baptism",
    "popularity":23.4501,
    "vote_average":7.054,
    "poster_path":"\/cgXk2tNYhJZLXdBDO5DidAVzQ82.jpg",
    "release_date":"2024-10-14",
    "features":"A young sex worker from Brooklyn gets her chance at a Cinderella story when she meets and impulsively marries the son of an oligarch. Once the news reaches Russia, her fairytale is threatened as his parents set out to get the marriage annulled. Drama Comedy Romance new year's eve new york city marriage boardwalk baptism"
  },
  {
    "id":1029575,
    "title":"The Family Plan",
    "overview":"Dan Morgan is many things: a devoted husband, a loving father, a celebrated car salesman. He's also a former assassin. And when his past catches up to his present, he's forced to take his unsuspecting family on a road trip unlike any other.",
    "genres":"Action Comedy Family",
    "keywords":"road trip on the run gamer car salesman las vegas",
    "popularity":24.5907,
    "vote_average":7.243,
    "poster_path":"\/jLLtx3nTRSLGPAKl4RoIv1FbEBr.jpg",
    "release_date":"2023-12-14",
    "features":"Dan Morgan is many things: a devoted husband, a loving father, a celebrated car salesman. He's also a former assassin. And when his past catches up to his present, he's forced to take his unsuspecting family on a road trip unlike any other. Action Comedy Family road trip on the run gamer car salesman las vegas"
  },
  {
    "id":1084199,
    "title":"Companion",
    "overview":"During a weekend getaway at a secluded lakeside estate, a group of friends finds themselves entangled in a web of secrets, deception, and advanced technology. As tensions rise and loyalties are tested, they uncover unsettling truths about themselves and the world around them.",
    "genres":"Horror Science Fiction Thriller",
    "keywords":"android artificial intelligence (a.i.) cabin robot boyfriend girlfriend relationship",
    "popularity":24.4743,
    "vote_average":7.043,
    "poster_path":"\/oCoTgC3UyWGfyQ9thE10ulWR7bn.jpg",
    "release_date":"2025-01-22",
    "features":"During a weekend getaway at a secluded lakeside estate, a group of friends finds themselves entangled in a web of secrets, deception, and advanced technology. As tensions rise and loyalties are tested, they uncover unsettling truths about themselves and the world around them. Horror Science Fiction Thriller android artificial intelligence (a.i.) cabin robot boyfriend girlfriend relationship"
  },
  {
    "id":1450529,
    "title":"Gunman",
    "overview":"A former hitman accepts a minor job for his former boss. However, in a corrupt neighborhood, nothing is what it seems, and he quickly gets caught in a web of unexpected events. A race against time and his own destiny.",
    "genres":"Thriller Action",
    "keywords":"",
    "popularity":23.2617,
    "vote_average":6.409,
    "poster_path":"\/eBw5Vso0K3r8Dzycxz0E0lgC40z.jpg",
    "release_date":"2025-06-12",
    "features":"A former hitman accepts a minor job for his former boss. However, in a corrupt neighborhood, nothing is what it seems, and he quickly gets caught in a web of unexpected events. A race against time and his own destiny. Thriller Action "
  },
  {
    "id":1865,
    "title":"Pirates of the Caribbean: On Stranger Tides",
    "overview":"Captain Jack Sparrow crosses paths with a woman from his past, and he's not sure if it's love — or if she's a ruthless con artist who's using him to find the fabled Fountain of Youth. When she forces him aboard the Queen Anne's Revenge, the ship of the formidable pirate Blackbeard, Jack finds himself on an unexpected adventure in which he doesn't know who to fear more: Blackbeard or the woman from his past.",
    "genres":"Adventure Action Fantasy",
    "keywords":"sea ship mutiny captain spain",
    "popularity":23.9303,
    "vote_average":6.562,
    "poster_path":"\/keGfSvCmYj7CvdRx36OdVrAEibE.jpg",
    "release_date":"2011-05-15",
    "features":"Captain Jack Sparrow crosses paths with a woman from his past, and he's not sure if it's love — or if she's a ruthless con artist who's using him to find the fabled Fountain of Youth. When she forces him aboard the Queen Anne's Revenge, the ship of the formidable pirate Blackbeard, Jack finds himself on an unexpected adventure in which he doesn't know who to fear more: Blackbeard or the woman from his past. Adventure Action Fantasy sea ship mutiny captain spain"
  },
  {
    "id":945961,
    "title":"Alien: Romulus",
    "overview":"While scavenging the deep ends of a derelict space station, a group of young space colonizers come face to face with the most terrifying life form in the universe.",
    "genres":"Horror Science Fiction",
    "keywords":"alien life-form sequel alien space alien contact",
    "popularity":23.1229,
    "vote_average":7.173,
    "poster_path":"\/2uSWRTtCG336nuBiG8jOTEUKSy8.jpg",
    "release_date":"2024-08-13",
    "features":"While scavenging the deep ends of a derelict space station, a group of young space colonizers come face to face with the most terrifying life form in the universe. Horror Science Fiction alien life-form sequel alien space alien contact"
  },
  {
    "id":1422211,
    "title":"The Pursuit of Lust",
    "overview":"Sensual Mongolian actress E.Khandmaa stars in this romantic drama, which highlights a housewife’s longing for pleasure her passionless husband fails to provide. That is until her spouse’s business client eventually gives in to her desires.",
    "genres":"Romance Drama",
    "keywords":"softcore",
    "popularity":23.7515,
    "vote_average":5.714,
    "poster_path":"\/affsHDxbgTpCHQbC5GVyZCbuukO.jpg",
    "release_date":"2025-01-23",
    "features":"Sensual Mongolian actress E.Khandmaa stars in this romantic drama, which highlights a housewife’s longing for pleasure her passionless husband fails to provide. That is until her spouse’s business client eventually gives in to her desires. Romance Drama softcore"
  },
  {
    "id":436969,
    "title":"The Suicide Squad",
    "overview":"Supervillains Harley Quinn, Bloodsport, Peacemaker and a collection of nutty cons at Belle Reve prison join the super-secret, super-shady Task Force X as they are dropped off at the remote, enemy-infused island of Corto Maltese.",
    "genres":"Action Comedy Adventure",
    "keywords":"monster secret mission superhero anti hero giant monster",
    "popularity":23.0898,
    "vote_average":7.478,
    "poster_path":"\/q61qEyssk2ku3okWICKArlAdhBn.jpg",
    "release_date":"2021-07-28",
    "features":"Supervillains Harley Quinn, Bloodsport, Peacemaker and a collection of nutty cons at Belle Reve prison join the super-secret, super-shady Task Force X as they are dropped off at the remote, enemy-infused island of Corto Maltese. Action Comedy Adventure monster secret mission superhero anti hero giant monster"
  },
  {
    "id":701387,
    "title":"Bugonia",
    "overview":"Two conspiracy obsessed young men kidnap the high-powered CEO of a major company, convinced that she is an alien intent on destroying planet Earth.",
    "genres":"Comedy Science Fiction Thriller",
    "keywords":"saving the world capitalism kidnapping paranoia delusion",
    "popularity":25.8913,
    "vote_average":7.781,
    "poster_path":"\/oxgsAQDAAxA92mFGYCZllgWkH9J.jpg",
    "release_date":"2025-10-23",
    "features":"Two conspiracy obsessed young men kidnap the high-powered CEO of a major company, convinced that she is an alien intent on destroying planet Earth. Comedy Science Fiction Thriller saving the world capitalism kidnapping paranoia delusion"
  },
  {
    "id":862,
    "title":"Toy Story",
    "overview":"Led by Woody, Andy's toys live happily in his room until Andy's birthday brings Buzz Lightyear onto the scene. Afraid of losing his place in Andy's heart, Woody plots against Buzz. But when circumstances separate Buzz and Woody from their owner, the duo eventually learns to put aside their differences.",
    "genres":"Family Comedy Animation Adventure",
    "keywords":"rescue friendship mission jealousy villain",
    "popularity":22.2788,
    "vote_average":7.97,
    "poster_path":"\/uXDfjJbdP4ijW5hWSBrPrlKpxab.jpg",
    "release_date":"1995-11-22",
    "features":"Led by Woody, Andy's toys live happily in his room until Andy's birthday brings Buzz Lightyear onto the scene. Afraid of losing his place in Andy's heart, Woody plots against Buzz. But when circumstances separate Buzz and Woody from their owner, the duo eventually learns to put aside their differences. Family Comedy Animation Adventure rescue friendship mission jealousy villain"
  },
  {
    "id":13,
    "title":"Forrest Gump",
    "overview":"A man with a low IQ has accomplished great things in his life and been present during significant historic events—in each case, far exceeding what anyone imagined he could do. But despite all he has achieved, his one true love eludes him.",
    "genres":"Comedy Drama Romance",
    "keywords":"new year's eve vietnam war vietnam veteran mentally disabled friendship",
    "popularity":22.3783,
    "vote_average":8.464,
    "poster_path":"\/saHP97rTPS5eLmrLQEcANmKrsFl.jpg",
    "release_date":"1994-06-23",
    "features":"A man with a low IQ has accomplished great things in his life and been present during significant historic events—in each case, far exceeding what anyone imagined he could do. But despite all he has achieved, his one true love eludes him. Comedy Drama Romance new year's eve vietnam war vietnam veteran mentally disabled friendship"
  },
  {
    "id":1398911,
    "title":"East of Wall",
    "overview":"After the death of her husband, Tabatha—a young, tattooed, rebellious horse trainer—wrestles with financial insecurity and unresolved grief while providing refuge for a group of wayward teenagers on her broken-down ranch in the Badlands.",
    "genres":"Drama Western",
    "keywords":"",
    "popularity":19.1184,
    "vote_average":7.0,
    "poster_path":"\/1OsdhvbLNLUJEi9vqQCyhAXsaRX.jpg",
    "release_date":"2025-08-15",
    "features":"After the death of her husband, Tabatha—a young, tattooed, rebellious horse trainer—wrestles with financial insecurity and unresolved grief while providing refuge for a group of wayward teenagers on her broken-down ranch in the Badlands. Drama Western "
  },
  {
    "id":822119,
    "title":"Captain America: Brave New World",
    "overview":"After meeting with newly elected U.S. President Thaddeus Ross, Sam finds himself in the middle of an international incident. He must discover the reason behind a nefarious global plot before the true mastermind has the entire world seeing red.",
    "genres":"Action Thriller Science Fiction",
    "keywords":"hero usa president the white house superhero revenge",
    "popularity":22.8054,
    "vote_average":6.018,
    "poster_path":"\/pzIddUEMWhWzfvLI3TwxUG2wGoi.jpg",
    "release_date":"2025-02-12",
    "features":"After meeting with newly elected U.S. President Thaddeus Ross, Sam finds himself in the middle of an international incident. He must discover the reason behind a nefarious global plot before the true mastermind has the entire world seeing red. Action Thriller Science Fiction hero usa president the white house superhero revenge"
  },
  {
    "id":8966,
    "title":"Twilight",
    "overview":"When Bella Swan moves to a small town in the Pacific Northwest, she falls in love with Edward Cullen, a mysterious classmate who reveals himself to be a 108-year-old vampire. Despite Edward's repeated cautions, Bella can't stay away from him, a fatal move that endangers her own life.",
    "genres":"Fantasy Drama Romance",
    "keywords":"high school soulmates based on novel or book immortality vampire",
    "popularity":23.2633,
    "vote_average":6.286,
    "poster_path":"\/3Gkb6jm6962ADUPaCBqzz9CTbn9.jpg",
    "release_date":"2008-11-20",
    "features":"When Bella Swan moves to a small town in the Pacific Northwest, she falls in love with Edward Cullen, a mysterious classmate who reveals himself to be a 108-year-old vampire. Despite Edward's repeated cautions, Bella can't stay away from him, a fatal move that endangers her own life. Fantasy Drama Romance high school soulmates based on novel or book immortality vampire"
  },
  {
    "id":1118770,
    "title":"Nineteen",
    "overview":"Leonardo, a 19-year-old student, leaves his hometown of Palermo to study economics in London. He soon grows restless and enrolls at the University of Siena to study literature before dropping out of school to study classics on his own. The following year, he travels to Turin where he meets a man who will help him on his journey of self-discovery.",
    "genres":"Drama",
    "keywords":"lgbt gay theme student bisexual",
    "popularity":25.6908,
    "vote_average":5.8,
    "poster_path":"\/4rC6hYYVUG7F8bAi9BPzhp00W5G.jpg",
    "release_date":"2025-02-27",
    "features":"Leonardo, a 19-year-old student, leaves his hometown of Palermo to study economics in London. He soon grows restless and enrolls at the University of Siena to study literature before dropping out of school to study classics on his own. The following year, he travels to Turin where he meets a man who will help him on his journey of self-discovery. Drama lgbt gay theme student bisexual"
  },
  {
    "id":948,
    "title":"Halloween",
    "overview":"Fifteen years after murdering his sister on Halloween Night 1963, Michael Myers escapes from a mental hospital and returns to the small town of Haddonfield, Illinois to kill again.",
    "genres":"Horror Thriller",
    "keywords":"mask police halloween babysitter marijuana",
    "popularity":22.6367,
    "vote_average":7.6,
    "poster_path":"\/wijlZ3HaYMvlDTPqJoTCWKFkCPU.jpg",
    "release_date":"1978-10-24",
    "features":"Fifteen years after murdering his sister on Halloween Night 1963, Michael Myers escapes from a mental hospital and returns to the small town of Haddonfield, Illinois to kill again. Horror Thriller mask police halloween babysitter marijuana"
  },
  {
    "id":673,
    "title":"Harry Potter and the Prisoner of Azkaban",
    "overview":"Year three at Hogwarts means new fun and challenges as Harry learns the delicate art of approaching a Hippogriff, transforming shape-shifting Boggarts into hilarity and even turning back time. But the term also brings danger: soul-sucking Dementors hover over the school, an ally of the accursed He-Who-Cannot-Be-Named lurks within the castle walls, and fearsome wizard Sirius Black escapes Azkaban. And Harry will confront them all.",
    "genres":"Adventure Fantasy",
    "keywords":"witch school friend friendship flying magic",
    "popularity":23.2591,
    "vote_average":8.011,
    "poster_path":"\/aWxwnYoe8p2d2fcxOqtvAtJ72Rw.jpg",
    "release_date":"2004-05-31",
    "features":"Year three at Hogwarts means new fun and challenges as Harry learns the delicate art of approaching a Hippogriff, transforming shape-shifting Boggarts into hilarity and even turning back time. But the term also brings danger: soul-sucking Dementors hover over the school, an ally of the accursed He-Who-Cannot-Be-Named lurks within the castle walls, and fearsome wizard Sirius Black escapes Azkaban. And Harry will confront them all. Adventure Fantasy witch school friend friendship flying magic"
  },
  {
    "id":83533,
    "title":"Avatar: Fire and Ash",
    "overview":"In the wake of the devastating war against the RDA and the loss of their eldest son, Jake Sully and Neytiri face a new threat on Pandora: the Ash People, a violent and power-hungry Na'vi tribe led by the ruthless Varang. Jake's family must fight for their survival and the future of Pandora in a conflict that pushes them to their emotional and physical limits.",
    "genres":"Science Fiction Adventure Fantasy",
    "keywords":"sequel",
    "popularity":22.562,
    "vote_average":0.0,
    "poster_path":"\/5bxrxnRaxZooBAxgUVBZ13dpzC7.jpg",
    "release_date":"2025-12-17",
    "features":"In the wake of the devastating war against the RDA and the loss of their eldest son, Jake Sully and Neytiri face a new threat on Pandora: the Ash People, a violent and power-hungry Na'vi tribe led by the ruthless Varang. Jake's family must fight for their survival and the future of Pandora in a conflict that pushes them to their emotional and physical limits. Science Fiction Adventure Fantasy sequel"
  },
  {
    "id":315635,
    "title":"Spider-Man: Homecoming",
    "overview":"Following the events of Captain America: Civil War, Peter Parker, with the help of his mentor Tony Stark, tries to balance his life as an ordinary high school student in Queens, New York City, with fighting crime as his superhero alter ego Spider-Man as a new threat, the Vulture, emerges.",
    "genres":"Action Adventure Science Fiction",
    "keywords":"high school new york city washington dc, usa superhero based on comic",
    "popularity":22.1586,
    "vote_average":7.329,
    "poster_path":"\/c24sv2weTHPsmDa7jEMN0m2P3RT.jpg",
    "release_date":"2017-07-05",
    "features":"Following the events of Captain America: Civil War, Peter Parker, with the help of his mentor Tony Stark, tries to balance his life as an ordinary high school student in Queens, New York City, with fighting crime as his superhero alter ego Spider-Man as a new threat, the Vulture, emerges. Action Adventure Science Fiction high school new york city washington dc, usa superhero based on comic"
  },
  {
    "id":603,
    "title":"The Matrix",
    "overview":"Set in the 22nd century, The Matrix tells the story of a computer hacker who joins a group of underground insurgents fighting the vast and powerful computers who now rule the earth.",
    "genres":"Action Science Fiction",
    "keywords":"man vs machine martial arts kung fu dreams artificial intelligence (a.i.)",
    "popularity":23.5359,
    "vote_average":8.234,
    "poster_path":"\/p96dm7sCMn4VYAStA6siNz30G1r.jpg",
    "release_date":"1999-03-31",
    "features":"Set in the 22nd century, The Matrix tells the story of a computer hacker who joins a group of underground insurgents fighting the vast and powerful computers who now rule the earth. Action Science Fiction man vs machine martial arts kung fu dreams artificial intelligence (a.i.)"
  },
  {
    "id":1242434,
    "title":"Highest 2 Lowest",
    "overview":"When a titan music mogul, widely known as having the \"best ears in the business\", is targeted with a ransom plot, he is jammed up in a life-or-death moral dilemma.",
    "genres":"Thriller Crime Drama",
    "keywords":"new york city based on novel or book ransom remake based on movie",
    "popularity":21.2994,
    "vote_average":5.638,
    "poster_path":"\/RFQtinuiHhOnbmJaCn3uzegCYF.jpg",
    "release_date":"2025-08-14",
    "features":"When a titan music mogul, widely known as having the \"best ears in the business\", is targeted with a ransom plot, he is jammed up in a life-or-death moral dilemma. Thriller Crime Drama new york city based on novel or book ransom remake based on movie"
  },
  {
    "id":260513,
    "title":"Incredibles 2",
    "overview":"Elastigirl springs into action to save the day, while Mr. Incredible faces his greatest challenge yet – taking care of the problems of his three children.",
    "genres":"Action Adventure Animation Family",
    "keywords":"married couple superhero cartoon villain sequel",
    "popularity":23.7112,
    "vote_average":7.455,
    "poster_path":"\/9lFKBtaVIhP7E2Pk0IY1CwTKTMZ.jpg",
    "release_date":"2018-06-14",
    "features":"Elastigirl springs into action to save the day, while Mr. Incredible faces his greatest challenge yet – taking care of the problems of his three children. Action Adventure Animation Family married couple superhero cartoon villain sequel"
  },
  {
    "id":346364,
    "title":"It",
    "overview":"In a small town in Maine, seven children known as The Losers Club come face to face with life problems, bullies and a monster that takes the shape of a clown called Pennywise.",
    "genres":"Horror Thriller",
    "keywords":"small town based on novel or book clown bullying abandoned house",
    "popularity":24.4886,
    "vote_average":7.237,
    "poster_path":"\/9E2y5Q7WlCVNEhP5GiVTjhEhx1o.jpg",
    "release_date":"2017-09-06",
    "features":"In a small town in Maine, seven children known as The Losers Club come face to face with life problems, bullies and a monster that takes the shape of a clown called Pennywise. Horror Thriller small town based on novel or book clown bullying abandoned house"
  },
  {
    "id":1336473,
    "title":"Cholo Zombies",
    "overview":"A possessed artifact is traced back to Dr. Blackmist as a zombie virus engulfs SoCal, pitting a local man and a sheriff against an undead plague.",
    "genres":"Horror Comedy",
    "keywords":"",
    "popularity":21.6294,
    "vote_average":0.0,
    "poster_path":"\/hvZ4maBvXuen1wTEXFx7zzMpQ3u.jpg",
    "release_date":"2024-08-20",
    "features":"A possessed artifact is traced back to Dr. Blackmist as a zombie virus engulfs SoCal, pitting a local man and a sheriff against an undead plague. Horror Comedy "
  },
  {
    "id":106646,
    "title":"The Wolf of Wall Street",
    "overview":"A New York stockbroker refuses to cooperate in a large securities fraud case involving corruption on Wall Street, corporate banking world and mob infiltration. Based on Jordan Belfort's autobiography.",
    "genres":"Crime Drama Comedy",
    "keywords":"corruption based on novel or book drug addiction anti hero con man",
    "popularity":24.2409,
    "vote_average":8.027,
    "poster_path":"\/kW9LmvYHAaS9iA0tHmZVq8hQYoq.jpg",
    "release_date":"2013-12-25",
    "features":"A New York stockbroker refuses to cooperate in a large securities fraud case involving corruption on Wall Street, corporate banking world and mob infiltration. Based on Jordan Belfort's autobiography. Crime Drama Comedy corruption based on novel or book drug addiction anti hero con man"
  },
  {
    "id":550,
    "title":"Fight Club",
    "overview":"A ticking-time-bomb insomniac and a slippery soap salesman channel primal male aggression into a shocking new form of therapy. Their concept catches on, with underground \"fight clubs\" forming in every town, until an eccentric gets in the way and ignites an out-of-control spiral toward oblivion.",
    "genres":"Drama Thriller",
    "keywords":"dual identity rage and hate based on novel or book nihilism fight",
    "popularity":22.4027,
    "vote_average":8.438,
    "poster_path":"\/pB8BM7pdSp6B6Ih7QZ4DrQ3PmJK.jpg",
    "release_date":"1999-10-15",
    "features":"A ticking-time-bomb insomniac and a slippery soap salesman channel primal male aggression into a shocking new form of therapy. Their concept catches on, with underground \"fight clubs\" forming in every town, until an eccentric gets in the way and ignites an out-of-control spiral toward oblivion. Drama Thriller dual identity rage and hate based on novel or book nihilism fight"
  },
  {
    "id":762509,
    "title":"Mufasa: The Lion King",
    "overview":"Mufasa, a cub lost and alone, meets a sympathetic lion named Taka, the heir to a royal bloodline. The chance meeting sets in motion an expansive journey of a group of misfits searching for their destiny.",
    "genres":"Adventure Family Animation",
    "keywords":"friendship paradise lion musical prequel",
    "popularity":22.8135,
    "vote_average":7.355,
    "poster_path":"\/lurEK87kukWNaHd0zYnsi3yzJrs.jpg",
    "release_date":"2024-12-18",
    "features":"Mufasa, a cub lost and alone, meets a sympathetic lion named Taka, the heir to a royal bloodline. The chance meeting sets in motion an expansive journey of a group of misfits searching for their destiny. Adventure Family Animation friendship paradise lion musical prequel"
  },
  {
    "id":58008,
    "title":"Night Nurse",
    "overview":"A dentist invites a elderly patient to stay at his home to recover, unaware that he is a jewel thief. He plans to steal a valuable diamond but then runs into a beautiful nurse who, aside from constantly stripping nude, has plans of her own.",
    "genres":"Comedy",
    "keywords":"nurse sex comedy",
    "popularity":22.8369,
    "vote_average":5.14,
    "poster_path":"\/tzhBAhN35YjobVG3Ubm3ERnzhBL.jpg",
    "release_date":"1979-02-07",
    "features":"A dentist invites a elderly patient to stay at his home to recover, unaware that he is a jewel thief. He plans to steal a valuable diamond but then runs into a beautiful nurse who, aside from constantly stripping nude, has plans of her own. Comedy nurse sex comedy"
  },
  {
    "id":496243,
    "title":"Parasite",
    "overview":"All unemployed, Ki-taek's family takes peculiar interest in the wealthy and glamorous Parks for their livelihood until they get entangled in an unexpected incident.",
    "genres":"Comedy Thriller Drama",
    "keywords":"dark comedy private lessons birthday party con artist working class",
    "popularity":24.9188,
    "vote_average":8.496,
    "poster_path":"\/7IiTTgloJzvGI1TAYymCfbfl3vT.jpg",
    "release_date":"2019-05-30",
    "features":"All unemployed, Ki-taek's family takes peculiar interest in the wealthy and glamorous Parks for their livelihood until they get entangled in an unexpected incident. Comedy Thriller Drama dark comedy private lessons birthday party con artist working class"
  },
  {
    "id":447273,
    "title":"Snow White",
    "overview":"Following the benevolent King's disappearance, the Evil Queen dominated the once fair land with a cruel streak. Princess Snow White flees the castle when the Queen, in her jealousy over Snow White's inner beauty, tries to kill her. Deep into the dark woods, she stumbles upon seven magical dwarves and a young bandit named Jonathan. Together, they strive to survive the Queen's relentless pursuit and aspire to take back the kingdom.",
    "genres":"Family Fantasy",
    "keywords":"princess dwarf fairy tale poison musical",
    "popularity":21.5966,
    "vote_average":4.296,
    "poster_path":"\/xWWg47tTfparvjK0WJNX4xL8lW2.jpg",
    "release_date":"2025-03-19",
    "features":"Following the benevolent King's disappearance, the Evil Queen dominated the once fair land with a cruel streak. Princess Snow White flees the castle when the Queen, in her jealousy over Snow White's inner beauty, tries to kill her. Deep into the dark woods, she stumbles upon seven magical dwarves and a young bandit named Jonathan. Together, they strive to survive the Queen's relentless pursuit and aspire to take back the kingdom. Family Fantasy princess dwarf fairy tale poison musical"
  },
  {
    "id":346698,
    "title":"Barbie",
    "overview":"Barbie and Ken are having the time of their lives in the colorful and seemingly perfect world of Barbie Land. However, when they get a chance to go to the real world, they soon discover the joys and perils of living among humans.",
    "genres":"Comedy Adventure",
    "keywords":"feminism satire patriarchy based on toy female protagonist",
    "popularity":21.7516,
    "vote_average":6.95,
    "poster_path":"\/iuFNMS8U5cb6xfzi51Dbkovj7vM.jpg",
    "release_date":"2023-07-19",
    "features":"Barbie and Ken are having the time of their lives in the colorful and seemingly perfect world of Barbie Land. However, when they get a chance to go to the real world, they soon discover the joys and perils of living among humans. Comedy Adventure feminism satire patriarchy based on toy female protagonist"
  },
  {
    "id":1086548,
    "title":"Vera and the Pleasure of Others",
    "overview":"Seventeen-year-old Vera earns money by secretly renting out an apartment to teenagers seeking privacy, all while eavesdropping from behind a closed door. As she listens, her own desires awaken.",
    "genres":"Comedy Drama",
    "keywords":"",
    "popularity":21.564,
    "vote_average":6.393,
    "poster_path":"\/xOBsY5TiiD9moHfEMiFt8WIMe8K.jpg",
    "release_date":"2024-09-26",
    "features":"Seventeen-year-old Vera earns money by secretly renting out an apartment to teenagers seeking privacy, all while eavesdropping from behind a closed door. As she listens, her own desires awaken. Comedy Drama "
  },
  {
    "id":210577,
    "title":"Gone Girl",
    "overview":"With his wife's disappearance having become the focus of an intense media circus, a man sees the spotlight turned on him when it's suspected that he may not be innocent.",
    "genres":"Mystery Thriller Drama",
    "keywords":"infidelity based on novel or book wife marriage crisis investigation",
    "popularity":22.4758,
    "vote_average":7.889,
    "poster_path":"\/ts996lKsxvjkO2yiYG0ht4qAicO.jpg",
    "release_date":"2014-10-01",
    "features":"With his wife's disappearance having become the focus of an intense media circus, a man sees the spotlight turned on him when it's suspected that he may not be innocent. Mystery Thriller Drama infidelity based on novel or book wife marriage crisis investigation"
  },
  {
    "id":1136867,
    "title":"Materialists",
    "overview":"A young, ambitious New York City matchmaker finds herself torn between the perfect match and her imperfect ex.",
    "genres":"Romance Drama",
    "keywords":"new york city love triangle wedding class differences ex-boyfriend ex-girlfriend relationship",
    "popularity":20.6204,
    "vote_average":6.511,
    "poster_path":"\/eDo0pNruy0Qgj6BdTyHIR4cxHY8.jpg",
    "release_date":"2025-06-12",
    "features":"A young, ambitious New York City matchmaker finds herself torn between the perfect match and her imperfect ex. Romance Drama new york city love triangle wedding class differences ex-boyfriend ex-girlfriend relationship"
  },
  {
    "id":1312946,
    "title":"The Map That Leads to You",
    "overview":"Heather is a young woman traveling Europe with friends before starting her perfectly planned life. A chance meeting with Jack sparks an unexpected romance that leads to deep emotional discovery. As secrets and life choices test their bond, her path changes forever.",
    "genres":"Romance Drama",
    "keywords":"based on novel or book romance coming of age meet cute chance meeting",
    "popularity":22.2768,
    "vote_average":6.515,
    "poster_path":"\/uwvKQIjJpC37IEsEj4ZAn1ITyRy.jpg",
    "release_date":"2025-08-19",
    "features":"Heather is a young woman traveling Europe with friends before starting her perfectly planned life. A chance meeting with Jack sparks an unexpected romance that leads to deep emotional discovery. As secrets and life choices test their bond, her path changes forever. Romance Drama based on novel or book romance coming of age meet cute chance meeting"
  },
  {
    "id":337167,
    "title":"Fifty Shades Freed",
    "overview":"Believing they have left behind shadowy figures from their past, newlyweds Christian and Ana fully embrace an inextricable connection and shared life of luxury. But just as she steps into her role as Mrs. Grey and he relaxes into an unfamiliar stability, new threats could jeopardize their happy ending before it even begins.",
    "genres":"Drama Romance",
    "keywords":"based on novel or book eroticism sequel bdsm",
    "popularity":21.8629,
    "vote_average":6.685,
    "poster_path":"\/jjPJ4s3DWZZvI4vw8Xfi4Vqa1Q8.jpg",
    "release_date":"2018-01-17",
    "features":"Believing they have left behind shadowy figures from their past, newlyweds Christian and Ana fully embrace an inextricable connection and shared life of luxury. But just as she steps into her role as Mrs. Grey and he relaxes into an unfamiliar stability, new threats could jeopardize their happy ending before it even begins. Drama Romance based on novel or book eroticism sequel bdsm"
  },
  {
    "id":1549457,
    "title":"Gypsy Moon",
    "overview":"The year is 1799 Romania. The Gypsy people on the verge of having their lands taken over by bloodthirsty rulers known as \"The Order\" An officer of the Order \"Captain\" finds his way into a twist of fate and his bloodthirsty companions.",
    "genres":"Fantasy Thriller",
    "keywords":"gypsy 18th century romania",
    "popularity":20.695,
    "vote_average":8.5,
    "poster_path":"\/70rgRAKWQTmdI5jWGPkAXKJtha0.jpg",
    "release_date":"2024-02-14",
    "features":"The year is 1799 Romania. The Gypsy people on the verge of having their lands taken over by bloodthirsty rulers known as \"The Order\" An officer of the Order \"Captain\" finds his way into a twist of fate and his bloodthirsty companions. Fantasy Thriller gypsy 18th century romania"
  },
  {
    "id":4247,
    "title":"Scary Movie",
    "overview":"A familiar-looking group of teenagers find themselves being stalked by a more-than-vaguely recognizable masked killer! As the victims begin to pile up and the laughs pile on, none of your favorite scary movies escape the razor-sharp satire of this outrageously funny parody!",
    "genres":"Comedy",
    "keywords":"high school psychopath garage satire parody",
    "popularity":21.2952,
    "vote_average":6.378,
    "poster_path":"\/fVQFPRuw3yWXojYDJvA5EoFjUOY.jpg",
    "release_date":"2000-07-07",
    "features":"A familiar-looking group of teenagers find themselves being stalked by a more-than-vaguely recognizable masked killer! As the victims begin to pile up and the laughs pile on, none of your favorite scary movies escape the razor-sharp satire of this outrageously funny parody! Comedy high school psychopath garage satire parody"
  },
  {
    "id":807,
    "title":"Se7en",
    "overview":"Two homicide detectives are on a desperate hunt for a serial killer whose crimes are based on the \"seven deadly sins\" in this dark and haunting film that takes viewers from the tortured remains of one victim to the next. The seasoned Det. Somerset researches each sin in an effort to get inside the killer's mind, while his novice partner, Mills, scoffs at his efforts to unravel the case.",
    "genres":"Crime Mystery Thriller",
    "keywords":"rage and hate police s.w.a.t. sadism self-fulfilling prophecy",
    "popularity":20.988,
    "vote_average":8.377,
    "poster_path":"\/191nKfP0ehp3uIvWqgPbFmI4lv9.jpg",
    "release_date":"1995-09-22",
    "features":"Two homicide detectives are on a desperate hunt for a serial killer whose crimes are based on the \"seven deadly sins\" in this dark and haunting film that takes viewers from the tortured remains of one victim to the next. The seasoned Det. Somerset researches each sin in an effort to get inside the killer's mind, while his novice partner, Mills, scoffs at his efforts to unravel the case. Crime Mystery Thriller rage and hate police s.w.a.t. sadism self-fulfilling prophecy"
  },
  {
    "id":534490,
    "title":"Avengement",
    "overview":"While on a prison furlough, a lowly criminal evades his guards and returns to his old stomping ground to take revenge on the people who turned him into a cold blooded killer.",
    "genres":"Crime Action",
    "keywords":"prison martial arts robbery hostage gangster",
    "popularity":20.3951,
    "vote_average":6.824,
    "poster_path":"\/rXPxSAYf3FdQktnOtQnvhUPMhFp.jpg",
    "release_date":"2019-05-24",
    "features":"While on a prison furlough, a lowly criminal evades his guards and returns to his old stomping ground to take revenge on the people who turned him into a cold blooded killer. Crime Action prison martial arts robbery hostage gangster"
  },
  {
    "id":423108,
    "title":"The Conjuring: The Devil Made Me Do It",
    "overview":"Paranormal investigators Ed and Lorraine Warren encounter what would become one of the most sensational cases from their files. The fight for the soul of a young boy takes them beyond anything they'd ever seen before, to mark the first time in U.S. history that a murder suspect would claim demonic possession as a defense.",
    "genres":"Horror Mystery Thriller",
    "keywords":"supernatural exorcism connecticut sequel paranormal investigation",
    "popularity":21.7312,
    "vote_average":7.384,
    "poster_path":"\/rQfX2xx8TUoNvyk892yKWNikJaM.jpg",
    "release_date":"2021-05-25",
    "features":"Paranormal investigators Ed and Lorraine Warren encounter what would become one of the most sensational cases from their files. The fight for the soul of a young boy takes them beyond anything they'd ever seen before, to mark the first time in U.S. history that a murder suspect would claim demonic possession as a defense. Horror Mystery Thriller supernatural exorcism connecticut sequel paranormal investigation"
  },
  {
    "id":1087891,
    "title":"The Amateur",
    "overview":"After his life is turned upside down when his wife is killed in a London terrorist attack, a brilliant but introverted CIA decoder takes matters into his own hands when his supervisors refuse to take action.",
    "genres":"Thriller Action",
    "keywords":"central intelligence agency (cia) based on novel or book escape blackmail revenge",
    "popularity":21.9082,
    "vote_average":6.973,
    "poster_path":"\/SNEoUInCa5fAgwuEBMIMBGvkkh.jpg",
    "release_date":"2025-04-09",
    "features":"After his life is turned upside down when his wife is killed in a London terrorist attack, a brilliant but introverted CIA decoder takes matters into his own hands when his supervisors refuse to take action. Thriller Action central intelligence agency (cia) based on novel or book escape blackmail revenge"
  },
  {
    "id":1230368,
    "title":"Springsteen: Deliver Me from Nowhere",
    "overview":"Bruce Springsteen, a young musician on the cusp of global superstardom, struggles to reconcile the pressures of success with the ghosts of his past.",
    "genres":"Drama Music",
    "keywords":"depression based on novel or book biography mental health singer-songwriter",
    "popularity":21.4886,
    "vote_average":7.069,
    "poster_path":"\/csBV3eq4RDjNg1acNQ8kwOZyPlZ.jpg",
    "release_date":"2025-10-22",
    "features":"Bruce Springsteen, a young musician on the cusp of global superstardom, struggles to reconcile the pressures of success with the ghosts of his past. Drama Music depression based on novel or book biography mental health singer-songwriter"
  },
  {
    "id":240,
    "title":"The Godfather Part II",
    "overview":"In the continuing saga of the Corleone crime family, a young Vito Corleone grows up in Sicily and in 1910s New York. In the 1950s, Michael Corleone attempts to expand the family business into Las Vegas, Hollywood and Cuba.",
    "genres":"Drama Crime",
    "keywords":"new year's eve new york city based on novel or book italian american cuba",
    "popularity":21.968,
    "vote_average":8.571,
    "poster_path":"\/hek3koDUyRQk7FIhPXsa6mT2Zc3.jpg",
    "release_date":"1974-12-20",
    "features":"In the continuing saga of the Corleone crime family, a young Vito Corleone grows up in Sicily and in 1910s New York. In the 1950s, Michael Corleone attempts to expand the family business into Las Vegas, Hollywood and Cuba. Drama Crime new year's eve new york city based on novel or book italian american cuba"
  },
  {
    "id":666950,
    "title":"An Affair: Kind Daughters-in-law 3",
    "overview":"Seok-joon has two sons; Min-seok, who is married, and Yoon-soo, who is not. Seok-joon tells them he is going to give allowance and his wealth to his daughters-in-law only. Yoon-soo asks one of his lady friends to get married for Seok-joon's money. Min-yeong and Yoon-jin pretend to be Yoon-soo's girlfriends. Then Yoon-jin falls for Seok-joon. The women visit the house often to get on Seok-joon's good side, and so does Yoon-soo's ex-girlfriend, Min-yeong. However, Seok-joon falls in love with Yoon-jin, and Yoon-soo is very disappointed in Seok-joon, who wants to start a new life...",
    "genres":"Romance",
    "keywords":"softcore",
    "popularity":27.7134,
    "vote_average":5.333,
    "poster_path":"\/vMkZ311wQLXsICzjcAqVQivqDKs.jpg",
    "release_date":"2019-11-20",
    "features":"Seok-joon has two sons; Min-seok, who is married, and Yoon-soo, who is not. Seok-joon tells them he is going to give allowance and his wealth to his daughters-in-law only. Yoon-soo asks one of his lady friends to get married for Seok-joon's money. Min-yeong and Yoon-jin pretend to be Yoon-soo's girlfriends. Then Yoon-jin falls for Seok-joon. The women visit the house often to get on Seok-joon's good side, and so does Yoon-soo's ex-girlfriend, Min-yeong. However, Seok-joon falls in love with Yoon-jin, and Yoon-soo is very disappointed in Seok-joon, who wants to start a new life... Romance softcore"
  },
  {
    "id":693134,
    "title":"Dune: Part Two",
    "overview":"Follow the mythic journey of Paul Atreides as he unites with Chani and the Fremen while on a path of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, Paul endeavors to prevent a terrible future only he can foresee.",
    "genres":"Science Fiction Adventure",
    "keywords":"epic based on novel or book fight politics sandstorm",
    "popularity":20.9302,
    "vote_average":8.1,
    "poster_path":"\/1pdfLvkbY9ohJlCjQH2CZjjYVvJ.jpg",
    "release_date":"2024-02-27",
    "features":"Follow the mythic journey of Paul Atreides as he unites with Chani and the Fremen while on a path of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, Paul endeavors to prevent a terrible future only he can foresee. Science Fiction Adventure epic based on novel or book fight politics sandstorm"
  },
  {
    "id":1289888,
    "title":"French Lover",
    "overview":"When a jaded actor meets a down-on-her-luck waitress in Paris, their unexpected love story begins — but will it survive the glare of the spotlight?",
    "genres":"Romance Comedy",
    "keywords":"interracial relationship famous actor",
    "popularity":19.3463,
    "vote_average":5.85,
    "poster_path":"\/bLqPpqNoKbNbXysIeft1tLIl6KB.jpg",
    "release_date":"2025-09-25",
    "features":"When a jaded actor meets a down-on-her-luck waitress in Paris, their unexpected love story begins — but will it survive the glare of the spotlight? Romance Comedy interracial relationship famous actor"
  },
  {
    "id":361743,
    "title":"Top Gun: Maverick",
    "overview":"After more than thirty years of service as one of the Navy’s top aviators, and dodging the advancement in rank that would ground him, Pete “Maverick” Mitchell finds himself training a detachment of TOP GUN graduates for a specialized mission the likes of which no living pilot has ever seen.",
    "genres":"Action Drama",
    "keywords":"fighter pilot u.s. navy sequel nuclear weapons military",
    "popularity":21.7854,
    "vote_average":8.166,
    "poster_path":"\/62HCnUTziyWcpDaBO2i1DX17ljH.jpg",
    "release_date":"2022-05-21",
    "features":"After more than thirty years of service as one of the Navy’s top aviators, and dodging the advancement in rank that would ground him, Pete “Maverick” Mitchell finds himself training a detachment of TOP GUN graduates for a specialized mission the likes of which no living pilot has ever seen. Action Drama fighter pilot u.s. navy sequel nuclear weapons military"
  },
  {
    "id":675,
    "title":"Harry Potter and the Order of the Phoenix",
    "overview":"Returning for his fifth year of study at Hogwarts, Harry is stunned to find that his warnings about the return of Lord Voldemort have been ignored. Left with no choice, Harry takes matters into his own hands, training a small group of students to defend themselves against the dark arts.",
    "genres":"Adventure Fantasy",
    "keywords":"witch dying and death court magic prophecy",
    "popularity":20.8945,
    "vote_average":7.7,
    "poster_path":"\/5aOyriWkPec0zUDxmHFP9qMmBaj.jpg",
    "release_date":"2007-07-08",
    "features":"Returning for his fifth year of study at Hogwarts, Harry is stunned to find that his warnings about the return of Lord Voldemort have been ignored. Left with no choice, Harry takes matters into his own hands, training a small group of students to defend themselves against the dark arts. Adventure Fantasy witch dying and death court magic prophecy"
  },
  {
    "id":10138,
    "title":"Iron Man 2",
    "overview":"With the world now aware of his dual life as the armored superhero Iron Man, billionaire inventor Tony Stark faces pressure from the government, the press and the public to share his technology with the military. Unwilling to let go of his invention, Stark, with Pepper Potts and James 'Rhodey' Rhodes at his side, must forge new alliances – and confront powerful enemies.",
    "genres":"Adventure Action Science Fiction",
    "keywords":"technology superhero malibu based on comic revenge",
    "popularity":21.4624,
    "vote_average":6.848,
    "poster_path":"\/6WBeq4fCfn7AN0o21W9qNcRF2l9.jpg",
    "release_date":"2010-04-28",
    "features":"With the world now aware of his dual life as the armored superhero Iron Man, billionaire inventor Tony Stark faces pressure from the government, the press and the public to share his technology with the military. Unwilling to let go of his invention, Stark, with Pepper Potts and James 'Rhodey' Rhodes at his side, must forge new alliances – and confront powerful enemies. Adventure Action Science Fiction technology superhero malibu based on comic revenge"
  },
  {
    "id":866398,
    "title":"The Beekeeper",
    "overview":"One man's campaign for vengeance takes on national stakes after he is revealed to be a former operative of a powerful and clandestine organization known as Beekeepers.",
    "genres":"Action Crime Thriller",
    "keywords":"massachusetts frantic vengeance secret government agency fbi agent",
    "popularity":20.356,
    "vote_average":7.3,
    "poster_path":"\/A7EByudX0eOzlkQ2FIbogzyazm2.jpg",
    "release_date":"2024-01-08",
    "features":"One man's campaign for vengeance takes on national stakes after he is revealed to be a former operative of a powerful and clandestine organization known as Beekeepers. Action Crime Thriller massachusetts frantic vengeance secret government agency fbi agent"
  },
  {
    "id":1202479,
    "title":"Opus",
    "overview":"A young writer is invited to the remote compound of a legendary pop star who mysteriously disappeared thirty years ago. Surrounded by the star's cult of sycophants and intoxicated journalists, she finds herself in the middle of his twisted plan.",
    "genres":"Horror Mystery Thriller",
    "keywords":"pop star cult psychological thriller cult of celebrity mysterious disappearance",
    "popularity":20.5589,
    "vote_average":5.774,
    "poster_path":"\/m0du9dsiOVeb0SgfqR8ZAEPRxww.jpg",
    "release_date":"2025-03-13",
    "features":"A young writer is invited to the remote compound of a legendary pop star who mysteriously disappeared thirty years ago. Surrounded by the star's cult of sycophants and intoxicated journalists, she finds herself in the middle of his twisted plan. Horror Mystery Thriller pop star cult psychological thriller cult of celebrity mysterious disappearance"
  },
  {
    "id":1468057,
    "title":"GATAO: Big Brothers",
    "overview":"Michael and his right-hand man Scorpion, who find themselves embroiled in their father Ko's turf war against rival gangs in Taipei, setting off a conflict between old and new generations of gangsters. The film is the latest installment in the Gatao franchise, following the narrative of a young successor trying to expand his power while navigating the volatile underworld.",
    "genres":"Crime Action",
    "keywords":"",
    "popularity":20.1154,
    "vote_average":10.0,
    "poster_path":"\/tc5z5OADIYlOZLn0xNNM32c0Cq5.jpg",
    "release_date":"2025-08-21",
    "features":"Michael and his right-hand man Scorpion, who find themselves embroiled in their father Ko's turf war against rival gangs in Taipei, setting off a conflict between old and new generations of gangsters. The film is the latest installment in the Gatao franchise, following the narrative of a young successor trying to expand his power while navigating the volatile underworld. Crime Action "
  },
  {
    "id":1550223,
    "title":"The Time That Remains",
    "overview":"Surrounded by a string of deaths, an older woman relives her romance with a mysterious, ageless lover as an inspector closes in on their dark secret.",
    "genres":"Drama Romance Fantasy",
    "keywords":"vampire forbidden love human vampire relationship supernatural being vampire human love",
    "popularity":18.9982,
    "vote_average":6.45,
    "poster_path":"\/pjtrhgskggN2uD3lF2A9QxHO2Wd.jpg",
    "release_date":"2025-10-15",
    "features":"Surrounded by a string of deaths, an older woman relives her romance with a mysterious, ageless lover as an inspector closes in on their dark secret. Drama Romance Fantasy vampire forbidden love human vampire relationship supernatural being vampire human love"
  },
  {
    "id":1429750,
    "title":"Everybody Loves Me When I'm Dead",
    "overview":"Two bank employees steal from a dead woman's account and unwittingly entangle themselves in Pattaya's criminal underworld.",
    "genres":"Thriller Crime Drama",
    "keywords":"",
    "popularity":18.7013,
    "vote_average":6.2,
    "poster_path":"\/hsLphtaWaCP306HXW2YUGNXsoMP.jpg",
    "release_date":"2025-10-10",
    "features":"Two bank employees steal from a dead woman's account and unwittingly entangle themselves in Pattaya's criminal underworld. Thriller Crime Drama "
  },
  {
    "id":4232,
    "title":"Scream",
    "overview":"A year after the murder of her mother, a teenage girl is terrorized by a masked killer who targets her and her friends by using scary movies as part of a deadly game.",
    "genres":"Crime Horror Mystery",
    "keywords":"high school small town riddle killing halloween",
    "popularity":22.0406,
    "vote_average":7.4,
    "poster_path":"\/lr9ZIrmuwVmZhpZuTCW8D9g0ZJe.jpg",
    "release_date":"1996-12-20",
    "features":"A year after the murder of her mother, a teenage girl is terrorized by a masked killer who targets her and her friends by using scary movies as part of a deadly game. Crime Horror Mystery high school small town riddle killing halloween"
  },
  {
    "id":988367,
    "title":"Miss Boots",
    "overview":"Philippe, an opera composer in search of inspiration, is forced to take in Simone, his rebellious, eccentric niece whose best friend is a skunk. Despite their diametrically opposed personalities, Philippe and Simone quickly discover that they may need each other more than they first thought.",
    "genres":"Comedy Family Music",
    "keywords":"composer orphan foster family",
    "popularity":21.7041,
    "vote_average":7.5,
    "poster_path":"\/9nofBGeZsYatwxpDCdjTrWvsNiH.jpg",
    "release_date":"2024-11-29",
    "features":"Philippe, an opera composer in search of inspiration, is forced to take in Simone, his rebellious, eccentric niece whose best friend is a skunk. Despite their diametrically opposed personalities, Philippe and Simone quickly discover that they may need each other more than they first thought. Comedy Family Music composer orphan foster family"
  },
  {
    "id":1289936,
    "title":"Downton Abbey: The Grand Finale",
    "overview":"When Mary finds herself at the center of a public scandal and the family faces financial strife, the entire household grapples with the threat of social disgrace. The Crawleys must embrace change as the staff prepares for a new chapter with the next generation leading Downton Abbey into the future.",
    "genres":"Drama Romance",
    "keywords":"con man scandal sequel playwright historical fiction",
    "popularity":20.4346,
    "vote_average":7.283,
    "poster_path":"\/m1tLlMTCwc6oK6OjWTOI4b32wnA.jpg",
    "release_date":"2025-09-10",
    "features":"When Mary finds herself at the center of a public scandal and the family faces financial strife, the entire household grapples with the threat of social disgrace. The Crawleys must embrace change as the staff prepares for a new chapter with the next generation leading Downton Abbey into the future. Drama Romance con man scandal sequel playwright historical fiction"
  },
  {
    "id":569094,
    "title":"Spider-Man: Across the Spider-Verse",
    "overview":"After reuniting with Gwen Stacy, Brooklyn’s full-time, friendly neighborhood Spider-Man is catapulted across the Multiverse, where he encounters the Spider Society, a team of Spider-People charged with protecting the Multiverse’s very existence. But when the heroes clash on how to handle a new threat, Miles finds himself pitted against the other Spiders and must set out on his own to save those he loves most.",
    "genres":"Animation Action Adventure Science Fiction",
    "keywords":"new york city hero sacrifice superhero villain",
    "popularity":21.1716,
    "vote_average":8.337,
    "poster_path":"\/8Vt6mWEReuy4Of61Lnj5Xj704m8.jpg",
    "release_date":"2023-05-31",
    "features":"After reuniting with Gwen Stacy, Brooklyn’s full-time, friendly neighborhood Spider-Man is catapulted across the Multiverse, where he encounters the Spider Society, a team of Spider-People charged with protecting the Multiverse’s very existence. But when the heroes clash on how to handle a new threat, Miles finds himself pitted against the other Spiders and must set out on his own to save those he loves most. Animation Action Adventure Science Fiction new york city hero sacrifice superhero villain"
  },
  {
    "id":156022,
    "title":"The Equalizer",
    "overview":"McCall believes he has put his mysterious past behind him and dedicated himself to beginning a new, quiet life. But when he meets Teri, a young girl under the control of ultra-violent Russian gangsters, he can’t stand idly by – he has to help her. Armed with hidden skills that allow him to serve vengeance against anyone who would brutalize the helpless, McCall comes out of his self-imposed retirement and finds his desire for justice reawakened. If someone has a problem, if the odds are stacked against them, if they have nowhere else to turn, McCall will help. He is The Equalizer.",
    "genres":"Thriller Action Crime",
    "keywords":"assassin corruption hitman call girl sadism",
    "popularity":20.5029,
    "vote_average":7.28,
    "poster_path":"\/9u4yW7yPA0BQ2pv9XwiNzItwvp8.jpg",
    "release_date":"2014-09-24",
    "features":"McCall believes he has put his mysterious past behind him and dedicated himself to beginning a new, quiet life. But when he meets Teri, a young girl under the control of ultra-violent Russian gangsters, he can’t stand idly by – he has to help her. Armed with hidden skills that allow him to serve vengeance against anyone who would brutalize the helpless, McCall comes out of his self-imposed retirement and finds his desire for justice reawakened. If someone has a problem, if the odds are stacked against them, if they have nowhere else to turn, McCall will help. He is The Equalizer. Thriller Action Crime assassin corruption hitman call girl sadism"
  },
  {
    "id":425,
    "title":"Ice Age",
    "overview":"With the impending ice age almost upon them, a mismatched trio of prehistoric critters – Manny the woolly mammoth, Diego the saber-toothed tiger and Sid the giant sloth – find an orphaned infant and decide to return it to its human parents. Along the way, the unlikely allies become friends but, when enemies attack, their quest takes on far nobler aims.",
    "genres":"Animation Comedy Family Adventure",
    "keywords":"dying and death human evolution parent child relationship squirrel loss of loved one",
    "popularity":20.97,
    "vote_average":7.365,
    "poster_path":"\/gLhHHZUzeseRXShoDyC4VqLgsNv.jpg",
    "release_date":"2002-03-14",
    "features":"With the impending ice age almost upon them, a mismatched trio of prehistoric critters – Manny the woolly mammoth, Diego the saber-toothed tiger and Sid the giant sloth – find an orphaned infant and decide to return it to its human parents. Along the way, the unlikely allies become friends but, when enemies attack, their quest takes on far nobler aims. Animation Comedy Family Adventure dying and death human evolution parent child relationship squirrel loss of loved one"
  },
  {
    "id":1244953,
    "title":"Trust",
    "overview":"A Hollywood starlet seeks refuge in a secluded Airbnb following a high-profile scandal, only to find herself at the mercy of hardened criminals on the hunt for a score.",
    "genres":"Thriller",
    "keywords":"",
    "popularity":21.0444,
    "vote_average":5.875,
    "poster_path":"\/n9GS1mUAVMiC3gBn9rb8jrDoK4D.jpg",
    "release_date":"2025-08-22",
    "features":"A Hollywood starlet seeks refuge in a secluded Airbnb following a high-profile scandal, only to find herself at the mercy of hardened criminals on the hunt for a score. Thriller "
  },
  {
    "id":414906,
    "title":"The Batman",
    "overview":"In his second year of fighting crime, Batman uncovers corruption in Gotham City that connects to his own family while facing a serial killer known as the Riddler.",
    "genres":"Crime Mystery Thriller",
    "keywords":"police psychopath secret identity crime fighter superhero",
    "popularity":20.5281,
    "vote_average":7.658,
    "poster_path":"\/74xTEgt7R36Fpooo50r9T25onhq.jpg",
    "release_date":"2022-03-01",
    "features":"In his second year of fighting crime, Batman uncovers corruption in Gotham City that connects to his own family while facing a serial killer known as the Riddler. Crime Mystery Thriller police psychopath secret identity crime fighter superhero"
  },
  {
    "id":1319965,
    "title":"All of You",
    "overview":"Laura and Simon have been best friends since college. Over the years, they've realized their bond is more than platonic. Can they—and should they—risk everything to explore a love that has existed all along?",
    "genres":"Romance Drama",
    "keywords":"unspoken love pathetic friends to lovers depressing bitter",
    "popularity":19.565,
    "vote_average":6.1,
    "poster_path":"\/U2KFjtXN9NL9eCENB28w42Jakp.jpg",
    "release_date":"2025-09-26",
    "features":"Laura and Simon have been best friends since college. Over the years, they've realized their bond is more than platonic. Can they—and should they—risk everything to explore a love that has existed all along? Romance Drama unspoken love pathetic friends to lovers depressing bitter"
  },
  {
    "id":758923,
    "title":"Baaghi 4",
    "overview":"After waking up from a coma, a grieving man sets out to uncover the truth about his missing girlfriend.",
    "genres":"Action Thriller Drama Crime",
    "keywords":"",
    "popularity":18.4977,
    "vote_average":4.9,
    "poster_path":"\/u2YEFW5o2Y7RAw2K4hSA4TEXF3Q.jpg",
    "release_date":"2025-09-05",
    "features":"After waking up from a coma, a grieving man sets out to uncover the truth about his missing girlfriend. Action Thriller Drama Crime "
  },
  {
    "id":10439,
    "title":"Hocus Pocus",
    "overview":"After 300 years of slumber, three sister witches are accidentally resurrected in Salem on Halloween night, and it is up to three kids and their newfound feline friend to put an end to the witches' reign of terror once and for all.",
    "genres":"Fantasy Comedy Family",
    "keywords":"witch virgin sibling relationship magic halloween",
    "popularity":23.9326,
    "vote_average":7.04,
    "poster_path":"\/by4D4Q9NlUjFSEUA1yrxq6ksXmk.jpg",
    "release_date":"1993-07-16",
    "features":"After 300 years of slumber, three sister witches are accidentally resurrected in Salem on Halloween night, and it is up to three kids and their newfound feline friend to put an end to the witches' reign of terror once and for all. Fantasy Comedy Family witch virgin sibling relationship magic halloween"
  },
  {
    "id":228150,
    "title":"Fury",
    "overview":"April, 1945. As the Allies make their final push in the European Theatre, a battle-hardened army sergeant named Wardaddy commands a Sherman tank and her five-man crew on a deadly mission behind enemy lines. Outnumbered and outgunned, and with a rookie soldier thrust into their platoon, Wardaddy and his men face overwhelming odds in their heroic attempts to strike at the heart of Nazi Germany.",
    "genres":"War Drama Action",
    "keywords":"hero nazi ambush bravery world war ii",
    "popularity":20.1795,
    "vote_average":7.538,
    "poster_path":"\/pfte7wdMobMF4CVHuOxyu6oqeeA.jpg",
    "release_date":"2014-10-15",
    "features":"April, 1945. As the Allies make their final push in the European Theatre, a battle-hardened army sergeant named Wardaddy commands a Sherman tank and her five-man crew on a deadly mission behind enemy lines. Outnumbered and outgunned, and with a rookie soldier thrust into their platoon, Wardaddy and his men face overwhelming odds in their heroic attempts to strike at the heart of Nazi Germany. War Drama Action hero nazi ambush bravery world war ii"
  },
  {
    "id":348,
    "title":"Alien",
    "overview":"During its return to the earth, commercial spaceship Nostromo intercepts a distress signal from a distant planet. When a three-member team of the crew discovers a chamber containing thousands of eggs on the planet, a creature inside one of the eggs attacks an explorer. The entire crew is unaware of the impending nightmare set to descend upon them when the alien parasite planted inside its unfortunate host is birthed.",
    "genres":"Horror Science Fiction",
    "keywords":"android spacecraft space marine biology dystopia",
    "popularity":21.358,
    "vote_average":8.166,
    "poster_path":"\/vfrQk5IPloGg1v9Rzbh2Eg3VGyM.jpg",
    "release_date":"1979-05-25",
    "features":"During its return to the earth, commercial spaceship Nostromo intercepts a distress signal from a distant planet. When a three-member team of the crew discovers a chamber containing thousands of eggs on the planet, a creature inside one of the eggs attacks an explorer. The entire crew is unaware of the impending nightmare set to descend upon them when the alien parasite planted inside its unfortunate host is birthed. Horror Science Fiction android spacecraft space marine biology dystopia"
  },
  {
    "id":986206,
    "title":"Night Carnage",
    "overview":"A blogger who is also a werewolf meets a dashing playboy with a dark secret of his own. Starring Logan Andrews and Christian Howard.",
    "genres":"Action Horror Romance",
    "keywords":"low budget horrified",
    "popularity":28.1211,
    "vote_average":5.852,
    "poster_path":"\/w0wjPQKhlqisSbylf1sWZiNyc2h.jpg",
    "release_date":"2025-07-29",
    "features":"A blogger who is also a werewolf meets a dashing playboy with a dark secret of his own. Starring Logan Andrews and Christian Howard. Action Horror Romance low budget horrified"
  },
  {
    "id":1051486,
    "title":"Stockholm Bloodbath",
    "overview":"In 1520, the notorious and power-hungry Danish King Christian II is determined to seize the Swedish crown from Sten Sture, no matter what it takes. Meanwhile, sisters Freja and Anne make a solemn promise to seek revenge on the men who brutally murdered their family. Everything comes to a head in the heart of Stockholm, where the sisters are drawn into a ruthless political struggle between Sweden and Denmark that culminates in a mass execution, presided over by the mad King \"Christian the Tyrant,\" known as the Stockholm Bloodbath.",
    "genres":"Action History Drama Adventure War",
    "keywords":"friendship denmark politics sweden based on true story",
    "popularity":21.7182,
    "vote_average":6.3,
    "poster_path":"\/tzXOB8nxO70SfSbOhrYcY94x6MI.jpg",
    "release_date":"2024-01-19",
    "features":"In 1520, the notorious and power-hungry Danish King Christian II is determined to seize the Swedish crown from Sten Sture, no matter what it takes. Meanwhile, sisters Freja and Anne make a solemn promise to seek revenge on the men who brutally murdered their family. Everything comes to a head in the heart of Stockholm, where the sisters are drawn into a ruthless political struggle between Sweden and Denmark that culminates in a mass execution, presided over by the mad King \"Christian the Tyrant,\" known as the Stockholm Bloodbath. Action History Drama Adventure War friendship denmark politics sweden based on true story"
  },
  {
    "id":324857,
    "title":"Spider-Man: Into the Spider-Verse",
    "overview":"Struggling to find his place in the world while juggling school and family, Brooklyn teenager Miles Morales is unexpectedly bitten by a radioactive spider and develops unfathomable powers just like the one and only Spider-Man. While wrestling with the implications of his new abilities, Miles discovers a super collider created by the madman Wilson \"Kingpin\" Fisk, causing others from across the Spider-Verse to be inadvertently transported to his dimension.",
    "genres":"Animation Action Adventure Science Fiction",
    "keywords":"superhero based on comic aftercreditsstinger alternate universe",
    "popularity":20.6415,
    "vote_average":8.396,
    "poster_path":"\/iiZZdoQBEYBv6id8su7ImL0oCbD.jpg",
    "release_date":"2018-12-06",
    "features":"Struggling to find his place in the world while juggling school and family, Brooklyn teenager Miles Morales is unexpectedly bitten by a radioactive spider and develops unfathomable powers just like the one and only Spider-Man. While wrestling with the implications of his new abilities, Miles discovers a super collider created by the madman Wilson \"Kingpin\" Fisk, causing others from across the Spider-Verse to be inadvertently transported to his dimension. Animation Action Adventure Science Fiction superhero based on comic aftercreditsstinger alternate universe"
  },
  {
    "id":603692,
    "title":"John Wick: Chapter 4",
    "overview":"With the price on his head ever increasing, John Wick uncovers a path to defeating The High Table. But before he can earn his freedom, Wick must face off against a new enemy with powerful alliances across the globe and forces that turn old friends into foes.",
    "genres":"Action Thriller Crime",
    "keywords":"new york city martial arts berlin, germany hitman sequel",
    "popularity":20.3432,
    "vote_average":7.718,
    "poster_path":"\/vZloFAK7NmvMGKE7VkF5UHaz0I.jpg",
    "release_date":"2023-03-22",
    "features":"With the price on his head ever increasing, John Wick uncovers a path to defeating The High Table. But before he can earn his freedom, Wick must face off against a new enemy with powerful alliances across the globe and forces that turn old friends into foes. Action Thriller Crime new york city martial arts berlin, germany hitman sequel"
  },
  {
    "id":1185528,
    "title":"Legends of the Condor Heroes: The Gallants",
    "overview":"Under Genghis Khan, the Mongolian army pushes west to destroy the Jin Dynasty, setting its sights on the Song Dynasty next. Amid internal conflicts among martial arts schools, Guo Jing unites the Central Plains' warriors to defend Xiangyang, embodying courage and loyalty in the fight for the nation.",
    "genres":"Action Drama History",
    "keywords":"based on novel or book absurd",
    "popularity":22.3893,
    "vote_average":6.846,
    "poster_path":"\/fUCFEGFlMIFet9ja72JDAeG1he8.jpg",
    "release_date":"2025-01-29",
    "features":"Under Genghis Khan, the Mongolian army pushes west to destroy the Jin Dynasty, setting its sights on the Song Dynasty next. Amid internal conflicts among martial arts schools, Guo Jing unites the Central Plains' warriors to defend Xiangyang, embodying courage and loyalty in the fight for the nation. Action Drama History based on novel or book absurd"
  },
  {
    "id":162,
    "title":"Edward Scissorhands",
    "overview":"A small suburban town receives a visit from a castaway unfinished science experiment named Edward.",
    "genres":"Fantasy Drama Romance",
    "keywords":"underdog small town unsociability inventor hairdresser",
    "popularity":19.2483,
    "vote_average":7.718,
    "poster_path":"\/e0FqKFvGPdQNWG8tF9cZBtev9Em.jpg",
    "release_date":"1990-12-07",
    "features":"A small suburban town receives a visit from a castaway unfinished science experiment named Edward. Fantasy Drama Romance underdog small town unsociability inventor hairdresser"
  },
  {
    "id":12444,
    "title":"Harry Potter and the Deathly Hallows: Part 1",
    "overview":"Harry, Ron and Hermione walk away from their last year at Hogwarts to find and destroy the remaining Horcruxes, putting an end to Voldemort's bid for immortality. But with Harry's beloved Dumbledore dead and Voldemort's unscrupulous Death Eaters on the loose, the world is more dangerous than ever.",
    "genres":"Adventure Fantasy",
    "keywords":"witch friendship london, england corruption escape",
    "popularity":20.4392,
    "vote_average":7.738,
    "poster_path":"\/iGoXIpQb7Pot00EEdwpwPajheZ5.jpg",
    "release_date":"2010-11-17",
    "features":"Harry, Ron and Hermione walk away from their last year at Hogwarts to find and destroy the remaining Horcruxes, putting an end to Voldemort's bid for immortality. But with Harry's beloved Dumbledore dead and Voldemort's unscrupulous Death Eaters on the loose, the world is more dangerous than ever. Adventure Fantasy witch friendship london, england corruption escape"
  },
  {
    "id":1477114,
    "title":"Sorority",
    "overview":"A tale of seduction and mystery. A fearless pre-law student joins an elite sorority led by a powerful heiress. As secrets unfold, she’s torn between the woman who awakened her desire and a truth that could destroy them both.",
    "genres":"Drama Romance",
    "keywords":"softcore lesbian girls' love (gl) sexy",
    "popularity":19.0769,
    "vote_average":6.3,
    "poster_path":"\/zibf9SwgiEW7Od5kwdRLSoQygRd.jpg",
    "release_date":"2025-06-20",
    "features":"A tale of seduction and mystery. A fearless pre-law student joins an elite sorority led by a powerful heiress. As secrets unfold, she’s torn between the woman who awakened her desire and a truth that could destroy them both. Drama Romance softcore lesbian girls' love (gl) sexy"
  },
  {
    "id":1265344,
    "title":"Swiped",
    "overview":"Whitney Wolfe uses extraordinary grit and ingenuity to break into the male-dominated tech industry.",
    "genres":"History Drama",
    "keywords":"based on true story questioning online dating woman director instructive",
    "popularity":19.7485,
    "vote_average":6.582,
    "poster_path":"\/mEeFRU5ADkyP7JtOFFV8tYMm3zD.jpg",
    "release_date":"2025-09-09",
    "features":"Whitney Wolfe uses extraordinary grit and ingenuity to break into the male-dominated tech industry. History Drama based on true story questioning online dating woman director instructive"
  },
  {
    "id":843527,
    "title":"The Idea of You",
    "overview":"40-year-old single mom Solène begins an unexpected romance with 24-year-old Hayes Campbell, the lead singer of August Moon, the hottest boy band on the planet. As they begin a whirlwind romance, it isn't long before Hayes' superstar status poses unavoidable challenges to their relationship, and Solène soon discovers that life in the glare of his spotlight might be more than she bargained for.",
    "genres":"Romance Drama Comedy",
    "keywords":"based on novel or book age difference singer forty something single mother",
    "popularity":21.1212,
    "vote_average":7.339,
    "poster_path":"\/Y5P4Q3q8nrruZ9aD3wXeJS2Plg.jpg",
    "release_date":"2024-05-02",
    "features":"40-year-old single mom Solène begins an unexpected romance with 24-year-old Hayes Campbell, the lead singer of August Moon, the hottest boy band on the planet. As they begin a whirlwind romance, it isn't long before Hayes' superstar status poses unavoidable challenges to their relationship, and Solène soon discovers that life in the glare of his spotlight might be more than she bargained for. Romance Drama Comedy based on novel or book age difference singer forty something single mother"
  },
  {
    "id":1155281,
    "title":"Creation of the Gods II: Demon Force",
    "overview":"Taishi Wen Zhong led the army of Shang Dynasty including Deng Chanyu and four generals of the Mo Family to Xiqi. With the help of Kunlun immortals such as Jiang Ziya, Ji Fa led the army and civilians of Xiqi to defend their homeland.",
    "genres":"Action Fantasy War",
    "keywords":"monster based on novel or book sequel mythological beast high fantasy",
    "popularity":21.5305,
    "vote_average":6.427,
    "poster_path":"\/dfUCs5HNtGu4fofh83uiE2Qcy3v.jpg",
    "release_date":"2025-01-29",
    "features":"Taishi Wen Zhong led the army of Shang Dynasty including Deng Chanyu and four generals of the Mo Family to Xiqi. With the help of Kunlun immortals such as Jiang Ziya, Ji Fa led the army and civilians of Xiqi to defend their homeland. Action Fantasy War monster based on novel or book sequel mythological beast high fantasy"
  },
  {
    "id":675,
    "title":"Harry Potter and the Order of the Phoenix",
    "overview":"Returning for his fifth year of study at Hogwarts, Harry is stunned to find that his warnings about the return of Lord Voldemort have been ignored. Left with no choice, Harry takes matters into his own hands, training a small group of students to defend themselves against the dark arts.",
    "genres":"Adventure Fantasy",
    "keywords":"witch dying and death court magic prophecy",
    "popularity":20.1916,
    "vote_average":7.674,
    "poster_path":"\/5aOyriWkPec0zUDxmHFP9qMmBaj.jpg",
    "release_date":"2007-07-08",
    "features":"Returning for his fifth year of study at Hogwarts, Harry is stunned to find that his warnings about the return of Lord Voldemort have been ignored. Left with no choice, Harry takes matters into his own hands, training a small group of students to defend themselves against the dark arts. Adventure Fantasy witch dying and death court magic prophecy"
  },
  {
    "id":497,
    "title":"The Green Mile",
    "overview":"A supernatural tale set on death row in a Southern prison, where gentle giant John Coffey possesses the mysterious power to heal people's ailments. When the cell block's head guard, Paul Edgecomb, recognizes Coffey's miraculous gift, he tries desperately to help stave off the condemned man's execution.",
    "genres":"Fantasy Drama Crime",
    "keywords":"mentally disabled death penalty based on novel or book southern usa psychopath",
    "popularity":20.1622,
    "vote_average":8.503,
    "poster_path":"\/o0lO84GI7qrG6XFvtsPOSV7CTNa.jpg",
    "release_date":"1999-12-10",
    "features":"A supernatural tale set on death row in a Southern prison, where gentle giant John Coffey possesses the mysterious power to heal people's ailments. When the cell block's head guard, Paul Edgecomb, recognizes Coffey's miraculous gift, he tries desperately to help stave off the condemned man's execution. Fantasy Drama Crime mentally disabled death penalty based on novel or book southern usa psychopath"
  },
  {
    "id":121,
    "title":"The Lord of the Rings: The Two Towers",
    "overview":"Frodo Baggins and the other members of the Fellowship continue on their sacred quest to destroy the One Ring--but on separate paths. Their destinies lie at two towers--Orthanc Tower in Isengard, where the corrupt wizard Saruman awaits, and Sauron's fortress at Barad-dur, deep within the dark lands of Mordor. Frodo and Sam are trekking to Mordor to destroy the One Ring of Power while Gimli, Legolas and Aragorn search for the orc-captured Merry and Pippin. All along, nefarious wizard Saruman awaits the Fellowship members at the Orthanc Tower in Isengard.",
    "genres":"Adventure Fantasy Action",
    "keywords":"mission army based on novel or book elves dwarf",
    "popularity":20.1468,
    "vote_average":8.4,
    "poster_path":"\/5VTN0pR8gcqV3EPUHHfMGnJYN9L.jpg",
    "release_date":"2002-12-18",
    "features":"Frodo Baggins and the other members of the Fellowship continue on their sacred quest to destroy the One Ring--but on separate paths. Their destinies lie at two towers--Orthanc Tower in Isengard, where the corrupt wizard Saruman awaits, and Sauron's fortress at Barad-dur, deep within the dark lands of Mordor. Frodo and Sam are trekking to Mordor to destroy the One Ring of Power while Gimli, Legolas and Aragorn search for the orc-captured Merry and Pippin. All along, nefarious wizard Saruman awaits the Fellowship members at the Orthanc Tower in Isengard. Adventure Fantasy Action mission army based on novel or book elves dwarf"
  },
  {
    "id":273477,
    "title":"Scouts Guide to the Zombie Apocalypse",
    "overview":"Three scouts and lifelong friends join forces with one badass cocktail waitress to become the world’s most unlikely team of heroes.  When their peaceful town is ravaged by a zombie invasion, they’ll fight for the badge of a lifetime and put their scouting skills to the test to save mankind from the undead.",
    "genres":"Comedy Horror",
    "keywords":"shotgun camping campsite gore strip club",
    "popularity":20.0859,
    "vote_average":6.551,
    "poster_path":"\/lUKvvSnjFlazrdh6wyHxHrdMknD.jpg",
    "release_date":"2015-10-23",
    "features":"Three scouts and lifelong friends join forces with one badass cocktail waitress to become the world’s most unlikely team of heroes.  When their peaceful town is ravaged by a zombie invasion, they’ll fight for the badge of a lifetime and put their scouting skills to the test to save mankind from the undead. Comedy Horror shotgun camping campsite gore strip club"
  },
  {
    "id":285,
    "title":"Pirates of the Caribbean: At World's End",
    "overview":"Will Turner and Elizabeth Swann join forces with the revived Captain Barbossa to free Jack Sparrow from Davy Jones' locker. The group must navigate dangerous waters, confront many foes and, ultimately, choose sides in a battle wherein piracy itself hangs in the balance.",
    "genres":"Adventure Fantasy Action",
    "keywords":"exotic island strong woman love of one's life afterlife traitor",
    "popularity":19.9474,
    "vote_average":7.263,
    "poster_path":"\/jGWpG4YhpQwVmjyHEGkxEkeRf0S.jpg",
    "release_date":"2007-05-19",
    "features":"Will Turner and Elizabeth Swann join forces with the revived Captain Barbossa to free Jack Sparrow from Davy Jones' locker. The group must navigate dangerous waters, confront many foes and, ultimately, choose sides in a battle wherein piracy itself hangs in the balance. Adventure Fantasy Action exotic island strong woman love of one's life afterlife traitor"
  },
  {
    "id":297762,
    "title":"Wonder Woman",
    "overview":"An Amazon princess comes to the world of Man in the grips of the First World War to confront the forces of evil and bring an end to human conflict.",
    "genres":"Action Adventure Fantasy",
    "keywords":"island hero strong woman world war i empowerment",
    "popularity":19.9453,
    "vote_average":7.214,
    "poster_path":"\/v4ncgZjG2Zu8ZW5al1vIZTsSjqX.jpg",
    "release_date":"2017-05-30",
    "features":"An Amazon princess comes to the world of Man in the grips of the First World War to confront the forces of evil and bring an end to human conflict. Action Adventure Fantasy island hero strong woman world war i empowerment"
  },
  {
    "id":1164355,
    "title":"Lembayung",
    "overview":"Arum and Pica, who wanted to complete their internship at Lembayung hospital, had to face mysterious terror from a woman satan who was suspected of hanged herself in the bathroom. The situation became even more tense after they asked others for help to the point where they threatened their own lives and those closest to them.",
    "genres":"Horror Thriller",
    "keywords":"based on novel or book haunting female protagonist hospital ghost",
    "popularity":19.9449,
    "vote_average":7.2,
    "poster_path":"\/5x9LrW0yvtt6S3XovIQHgXfYvLL.jpg",
    "release_date":"2024-09-19",
    "features":"Arum and Pica, who wanted to complete their internship at Lembayung hospital, had to face mysterious terror from a woman satan who was suspected of hanged herself in the bathroom. The situation became even more tense after they asked others for help to the point where they threatened their own lives and those closest to them. Horror Thriller based on novel or book haunting female protagonist hospital ghost"
  },
  {
    "id":11,
    "title":"Star Wars",
    "overview":"Princess Leia is captured and held hostage by the evil Imperial forces in their effort to take over the galactic Empire. Venturesome Luke Skywalker and dashing captain Han Solo team together with the loveable robot duo R2-D2 and C-3PO to rescue the beautiful princess and restore peace and justice in the Empire.",
    "genres":"Adventure Action Science Fiction",
    "keywords":"empire galaxy rebellion android hermit",
    "popularity":19.9232,
    "vote_average":8.204,
    "poster_path":"\/6FfCtAuVAW8XJjZ7eWeLibRLWTw.jpg",
    "release_date":"1977-05-25",
    "features":"Princess Leia is captured and held hostage by the evil Imperial forces in their effort to take over the galactic Empire. Venturesome Luke Skywalker and dashing captain Han Solo team together with the loveable robot duo R2-D2 and C-3PO to rescue the beautiful princess and restore peace and justice in the Empire. Adventure Action Science Fiction empire galaxy rebellion android hermit"
  },
  {
    "id":2062,
    "title":"Ratatouille",
    "overview":"Remy, a resident of Paris, appreciates good food and has quite a sophisticated palate. He would love to become a chef so he can create and enjoy culinary masterpieces to his heart's delight. The only problem is, Remy is a rat. When he winds up in the sewer beneath one of Paris' finest restaurants, the rodent gourmet finds himself ideally placed to realize his dream.",
    "genres":"Animation Comedy Family Fantasy",
    "keywords":"work sibling relationship paris, france expensive restaurant river",
    "popularity":19.9004,
    "vote_average":7.832,
    "poster_path":"\/t3vaWRPSf6WjDSamIkKDs1iQWna.jpg",
    "release_date":"2007-06-28",
    "features":"Remy, a resident of Paris, appreciates good food and has quite a sophisticated palate. He would love to become a chef so he can create and enjoy culinary masterpieces to his heart's delight. The only problem is, Remy is a rat. When he winds up in the sewer beneath one of Paris' finest restaurants, the rodent gourmet finds himself ideally placed to realize his dream. Animation Comedy Family Fantasy work sibling relationship paris, france expensive restaurant river"
  },
  {
    "id":823464,
    "title":"Godzilla x Kong: The New Empire",
    "overview":"Following their explosive showdown, Godzilla and Kong must reunite against a colossal undiscovered threat hidden within our world, challenging their very existence – and our own.",
    "genres":"Action Adventure Science Fiction",
    "keywords":"giant monster sequel dinosaur monkey kaiju",
    "popularity":19.8526,
    "vote_average":7.076,
    "poster_path":"\/z1p34vh7dEOnLDmyCrlUVLuoDzd.jpg",
    "release_date":"2024-03-27",
    "features":"Following their explosive showdown, Godzilla and Kong must reunite against a colossal undiscovered threat hidden within our world, challenging their very existence – and our own. Action Adventure Science Fiction giant monster sequel dinosaur monkey kaiju"
  },
  {
    "id":122917,
    "title":"The Hobbit: The Battle of the Five Armies",
    "overview":"Following Smaug's attack on Laketown, Bilbo and the dwarves try to defend Erebor's mountain of treasure from others who claim it: the men of the ruined Laketown and the elves of Mirkwood. Meanwhile an army of Orcs led by Azog the Defiler is marching on Erebor, fueled by the rise of the dark lord Sauron. Dwarves, elves and men must unite, and the hope for Middle-Earth falls into Bilbo's hands.",
    "genres":"Action Adventure Fantasy",
    "keywords":"gold corruption based on novel or book elves dwarf",
    "popularity":19.8347,
    "vote_average":7.328,
    "poster_path":"\/xT98tLqatZPQApyRmlPL12LtiWp.jpg",
    "release_date":"2014-12-10",
    "features":"Following Smaug's attack on Laketown, Bilbo and the dwarves try to defend Erebor's mountain of treasure from others who claim it: the men of the ruined Laketown and the elves of Mirkwood. Meanwhile an army of Orcs led by Azog the Defiler is marching on Erebor, fueled by the rise of the dark lord Sauron. Dwarves, elves and men must unite, and the hope for Middle-Earth falls into Bilbo's hands. Action Adventure Fantasy gold corruption based on novel or book elves dwarf"
  },
  {
    "id":1106289,
    "title":"The Pickup",
    "overview":"A routine cash pickup takes a wild turn when mismatched armored truck drivers Russell and Travis are ambushed by ruthless criminals led by savvy mastermind Zoe.",
    "genres":"Action Comedy Crime",
    "keywords":"robbery armored car organized crime shootout witty",
    "popularity":19.806,
    "vote_average":6.437,
    "poster_path":"\/vFWvWhfAvij8UIngg2Vf6JV95Cr.jpg",
    "release_date":"2025-07-27",
    "features":"A routine cash pickup takes a wild turn when mismatched armored truck drivers Russell and Travis are ambushed by ruthless criminals led by savvy mastermind Zoe. Action Comedy Crime robbery armored car organized crime shootout witty"
  },
  {
    "id":829560,
    "title":"The Next 365 Days",
    "overview":"Laura and Massimo's relationship hangs in the balance as they try to overcome trust issues while a tenacious Nacho works to push them apart.",
    "genres":"Romance Drama",
    "keywords":"gangster bdsm rich man poor woman disrespectful",
    "popularity":19.7657,
    "vote_average":6.4,
    "poster_path":"\/8AWm7iMcsCI3DdGz4YEJtiMDp8Z.jpg",
    "release_date":"2022-08-18",
    "features":"Laura and Massimo's relationship hangs in the balance as they try to overcome trust issues while a tenacious Nacho works to push them apart. Romance Drama gangster bdsm rich man poor woman disrespectful"
  },
  {
    "id":506763,
    "title":"Detective Dee: The Four Heavenly Kings",
    "overview":"Dee, the detective serving Chinese empress Wu Zetian, is called upon to investigate a series of strange events in Loyang, including the appearance of mysterious warriors wearing Chiyou ghost masks, foxes that speak human language and the pillar sculptures in the palace coming alive.",
    "genres":"Action Fantasy Adventure Mystery",
    "keywords":"martial arts kung fu detective tang dynasty 7th century",
    "popularity":19.7545,
    "vote_average":6.2,
    "poster_path":"\/nZ3XTA5ZlGOj92jRBSYglW8r9QY.jpg",
    "release_date":"2018-07-27",
    "features":"Dee, the detective serving Chinese empress Wu Zetian, is called upon to investigate a series of strange events in Loyang, including the appearance of mysterious warriors wearing Chiyou ghost masks, foxes that speak human language and the pillar sculptures in the palace coming alive. Action Fantasy Adventure Mystery martial arts kung fu detective tang dynasty 7th century"
  },
  {
    "id":680,
    "title":"Pulp Fiction",
    "overview":"A burger-loving hit man, his philosophical partner, a drug-addled gangster's moll and a washed-up boxer converge in this sprawling, comedic crime caper. Their adventures unfurl in three stories that ingeniously trip back and forth in time.",
    "genres":"Thriller Crime Comedy",
    "keywords":"drug dealer boxer massage stolen money briefcase",
    "popularity":19.7058,
    "vote_average":8.5,
    "poster_path":"\/vQWk5YBFWF4bZaofAbv0tShwBvQ.jpg",
    "release_date":"1994-09-10",
    "features":"A burger-loving hit man, his philosophical partner, a drug-addled gangster's moll and a washed-up boxer converge in this sprawling, comedic crime caper. Their adventures unfurl in three stories that ingeniously trip back and forth in time. Thriller Crime Comedy drug dealer boxer massage stolen money briefcase"
  },
  {
    "id":290098,
    "title":"The Handmaiden",
    "overview":"1930s Korea, in the period of Japanese occupation, a new girl, Sookee, is hired as a handmaiden to a Japanese heiress, Hideko, who lives a secluded life on a large countryside estate with her domineering Uncle Kouzuki. But the maid has a secret. She is a pickpocket recruited by a swindler posing as a Japanese Count to help him seduce the Lady to steal her fortune.",
    "genres":"Thriller Drama Romance",
    "keywords":"jealousy based on novel or book library pickpocket con man",
    "popularity":19.7005,
    "vote_average":8.197,
    "poster_path":"\/dLlH4aNHdnmf62umnInL8xPlPzw.jpg",
    "release_date":"2016-06-01",
    "features":"1930s Korea, in the period of Japanese occupation, a new girl, Sookee, is hired as a handmaiden to a Japanese heiress, Hideko, who lives a secluded life on a large countryside estate with her domineering Uncle Kouzuki. But the maid has a secret. She is a pickpocket recruited by a swindler posing as a Japanese Count to help him seduce the Lady to steal her fortune. Thriller Drama Romance jealousy based on novel or book library pickpocket con man"
  },
  {
    "id":106,
    "title":"Predator",
    "overview":"A team of elite commandos on a secret mission in a Central American jungle come to find themselves hunted by an extraterrestrial warrior.",
    "genres":"Science Fiction Action Adventure Thriller",
    "keywords":"guerrilla warfare central and south america predator trap alien",
    "popularity":19.6951,
    "vote_average":7.539,
    "poster_path":"\/k3mW4qfJo6SKqe6laRyNGnbB9n5.jpg",
    "release_date":"1987-06-12",
    "features":"A team of elite commandos on a secret mission in a Central American jungle come to find themselves hunted by an extraterrestrial warrior. Science Fiction Action Adventure Thriller guerrilla warfare central and south america predator trap alien"
  },
  {
    "id":259693,
    "title":"The Conjuring 2",
    "overview":"Lorraine and Ed Warren travel to north London to help a single mother raising four children alone in a house plagued by malicious spirits.",
    "genres":"Horror",
    "keywords":"london, england england 1970s spirit single mother",
    "popularity":19.6789,
    "vote_average":7.294,
    "poster_path":"\/zEqyD0SBt6HL7W9JQoWwtd5Do1T.jpg",
    "release_date":"2016-06-08",
    "features":"Lorraine and Ed Warren travel to north London to help a single mother raising four children alone in a house plagued by malicious spirits. Horror london, england england 1970s spirit single mother"
  },
  {
    "id":10192,
    "title":"Shrek Forever After",
    "overview":"A bored and domesticated Shrek pacts with deal-maker Rumpelstiltskin to get back to feeling like a real ogre again, but when he's duped and sent to a twisted version of Far Far Away—where Rumpelstiltskin is king, ogres are hunted, and he and Fiona have never met—he sets out to restore his world and reclaim his true love.",
    "genres":"Comedy Adventure Fantasy Animation Family",
    "keywords":"witch villain sequel ogre",
    "popularity":19.539,
    "vote_average":6.39,
    "poster_path":"\/6HrfPZtKcGmX2tUWW3cnciZTaSD.jpg",
    "release_date":"2010-05-20",
    "features":"A bored and domesticated Shrek pacts with deal-maker Rumpelstiltskin to get back to feeling like a real ogre again, but when he's duped and sent to a twisted version of Far Far Away—where Rumpelstiltskin is king, ogres are hunted, and he and Fiona have never met—he sets out to restore his world and reclaim his true love. Comedy Adventure Fantasy Animation Family witch villain sequel ogre"
  },
  {
    "id":8587,
    "title":"The Lion King",
    "overview":"Young lion prince Simba, eager to one day become king of the Pride Lands, grows up under the watchful eye of his father Mufasa; all the while his villainous uncle Scar conspires to take the throne for himself. Amid betrayal and tragedy, Simba must confront his past and find his rightful place in the Circle of Life.",
    "genres":"Family Animation Drama Adventure",
    "keywords":"father murder loss of loved one africa lion cartoon",
    "popularity":19.498,
    "vote_average":8.256,
    "poster_path":"\/sKCr78MXSLixwmZ8DyJLrpMsd15.jpg",
    "release_date":"1994-06-15",
    "features":"Young lion prince Simba, eager to one day become king of the Pride Lands, grows up under the watchful eye of his father Mufasa; all the while his villainous uncle Scar conspires to take the throne for himself. Amid betrayal and tragedy, Simba must confront his past and find his rightful place in the Circle of Life. Family Animation Drama Adventure father murder loss of loved one africa lion cartoon"
  }
]